Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Database moved!
de: Datenbank verschoben!

source: Certificate parsing failed
de: Zertifikatsanalyse fehlgeschlagen

source: Successfully moved file or directory!
de: Datei oder Verzeichnis erfolgreich verschoben!

source: |-An error occurred, try again [{}]
de: |-Ein Fehler ist aufgetreten, versuchen Sie es erneut [{}]

source: The configuration information of the nails you configured was not found, please add in the settings
de: Die Konfigurationsinformationen des Nagelss, das Sie konfiguriert haben, wurde nicht gefunden, bitte fügen Sie es in den Einstellungen hinzu

source: Add a mailbox user successfully {}
de: Postfachbenutzer erfolgreich hinzugefügt {}

source: This domain name does NOT exist in Tomcat
de: Dieser Domänenname existiert NICHT in Tomcat

source: Successfully killed task [{}] [{}]!
de: Aufgabe [{}] [{}] erfolgreich beendet!

source: NOT opened
de: NICHT geöffnet

source: Requested directory does not exist
de: Angefordertes Verzeichnis existiert nicht

source: Non-compliant names can only be numbers, letters, underscores
de: Nicht konforme Namen dürfen nur Zahlen, Buchstaben und Unterstriche enthalten

source: Input name of plugin!
de: Name des Plugins eingeben!

source: Please specify DNSAPI secret
de: Bitte DNSAPI-Geheimnis angeben

source: Configuration ERROR
de: Konfigurationsfehler

source: Please input your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein

source: The target server actively refused the connection
de: Der Zielserver hat die Verbindung aktiv abgelehnt

source: |-Exited the application process!
de: |-Anwendungsprozess beendet!

source: Port range is incorrect! should be between 100-65535
de: Portbereich ist falsch! sollte zwischen 100-65535 liegen

source: There is a database with the same name in the current database. To ensure data security, stop recovery!
de: In der aktuellen Datenbank gibt es eine Datenbank mit demselben Namen. Um die Datensicherheit zu gewährleisten, stoppen Sie die Wiederherstellung!

source: An error was detected in the configuration file. Please solve it before proceeding
de: In der Konfigurationsdatei wurde ein Fehler erkannt. Bitte lösen Sie es, bevor Sie fortfahren

source: The database data does not exist!
de: Die Datenbankdaten existieren nicht!

source: Session interrupted
de: Sitzung unterbrochen

source: Deleted site [{}] subdirectory [{}] binding
de: Site [{}] Unterverzeichnis [{}] Bindung gelöscht

source: User already exists
de: Benutzer existiert bereits

source: URL address is invalid!
de: URL-Adresse ist ungültig!

source: Notes or panel address duplicate!
de: Notizen oder Paneladresse doppelt vorhanden!

source: Successfully created
de: Erfolgreich erstellt

source: More than 5 verification failures in 1 hour, the application is temporarily banned, please try again later!
de: Mehr als 5 Überprüfungsfehler in 1 Stunde, die Anwendung ist vorübergehend gesperrt, bitte versuchen Sie es später erneut!

source: Task logs emptied!
de: Aufgabenprotokolle geleert!

source: Max cache that pgsql can use, for example, if there is 4GB of memory, it can be set to 3GB.
de: Maximaler Cache, den pgsql verwenden kann, z. B. wenn 4 GB Speicher, kann auf 3 GB eingestellt werden.

source: # FIRST AUTHOR <EMAIL@ADDRESS>, YEAR.
de: # ERSTER AUTOR <EMAIL@ADRESSE>, JAHR.

source: No form_data data found
de: Keine form_data-Daten gefunden

source: Create Account Key
de: Kontoschlüssel erstellen

source: Proxy suspended
de: Proxy gesperrt

source: STMP information was not found, please re-add custom mail STMP information in the settings
de: STMP-Informationen wurden nicht gefunden, bitte fügen Sie benutzerdefinierte E-Mail-STMP-Informationen in den Einstellungen erneut hinzu

source: |-Failed to parse configuration file
de: |-Konfigurationsdatei konnte nicht analysiert werden

source: Unsupported authentication type: {}
de: Nicht unterstützter Authentifizierungstyp: {}

source: This is not a file!
de: Dies ist keine Datei!

source: IP address is illegal!
de: IP-Adresse ist ungültig!

source: Disabling this IP will cause your server to fail
de: Deaktivierung diese IP führt zum Ausfall Ihres Servers

source: The number of domain names exceeds the upper limit
de: Die Anzahl der Domänennamen überschreitet die Obergrenze

source: |-Domain limit cancelled
de: |-Domänengrenze aufgehoben

source: Failde to delete FTP user[{}]! => {}
de: Löschen des FTP-Benutzers[{}] fehlgeschlagen! => {}

source: Whether to allow upload file
de: Ob das Hochladen von Dateien erlaubt ist

source: Failed to get domain list!
de: Domänenliste konnte nicht abgerufen werden!

source: Monthly
de: Monatlich

source: The specified certificate file does not exist!
de: Die angegebene Zertifikatsdatei existiert nicht!

source: New password
de: Neues Passwort

source: Sync {} database(s) from server!
de: {} Datenbank(en) vom Server synchronisieren!

source: The recipient cannot be empty
de: Der Empfänger darf nicht leer sein

source: Successfully blocked IP [{}]!
de: IP [{}] erfolgreich blockiert!

source: Please run the program when all install tasks finished!
de: Bitte führen Sie das Programm aus, wenn alle Installationsaufgaben abgeschlossen sind!

source: Successfully recovered [{}] from recycle bin!
de: [{}] erfolgreich aus dem Recycling wiederhergestellt bin!

source: 3. Check whether the website is set to force HTTPS [please turn off the force HTTPS function temporarily]
de: 3. Überprüfen Sie, ob die Website auf erzwungenes HTTPS eingestellt ist [bitte deaktivieren Sie die Funktion zum Erzwingen von HTTPS vorübergehend]

source: Generate temporary connection, expiration time: {}
de: Temporäre Verbindung erstellen, Ablaufzeit: {}

source: Please specify the website document root in the --path parameter!
de: Bitte geben Sie das Dokumentstammverzeichnis der Website im Parameter --path an!

source: redis password, leaving blank means no password is set
de: Redis-Passwort, leer lassen bedeutet, dass kein Passwort festgelegt ist

source: Successfully optimized!
de: Erfolgreich optimiert!

source: Monitory log is emptied!
de: Monitory-Protokoll wurde geleert!

source: The program ID you want to add already exists
de: Die Programm-ID, die Sie hinzufügen möchten, existiert bereits

source: Uninstall
de: Deinstallieren

source: Failed to delete DNS record
de: DNS-Eintrag konnte nicht gelöscht werden

source: Binding is valid!
de: Bindung ist gültig!

source: Got successfully!
de: Erfolgreich erhalten!

source: User settings do not retain local backups, deleted {}
de: Benutzereinstellungen behalten keine lokalen Backups, gelöscht {}

source: View domain bound: cat /www/server/panel/data/domain.conf
de: Domänengebunden anzeigen: cat /www/server/panel/data/domain.conf

source: This version of Python is the system default and cannot be uninstalled.
de: Diese Version von Python ist die Systemstandardversion und kann nicht deinstalliert werden.

source: Executing ({})...
de: Ausführen ({})....

source: Scan QR code successful, logging in
de: QR-Code erfolgreich gescannt, Anmeldung

source: The account name is invalid.
de: Der Kontoname ist ungültig.

source: Service shutdown or internal error due to maintenance, check [ https://letsencrypt.status.io ] see for more details.
de: Dienstabschaltung oder interner Fehler aufgrund von Wartungsarbeiten, siehe [ https://letsencrypt.status.io ] für weitere Details.

source: Unbound!
de: Nicht gebunden!

source: Currently only support Nginx
de: Derzeit wird nur Nginx unterstützt

source: Anti-theft chain domain name cannot be empty!
de: Der Domänenname der Diebstahlschutzkette darf nicht leer sein!

source: This is the recycle bin directory, please press the [Recycle Bin] button in the upper right corner to open
de: Dies ist das Papierkorbverzeichnis. Drücken Sie zum Öffnen bitte die Schaltfläche [Papierkorb] in der oberen rechten Ecke.

source: |-Order index: {}
de: |-Reihenfolgeindex: {}

source: Backup failed {}/total {} sites
de: Sicherung fehlgeschlagen {}/insgesamt {} Sites

source: Successfully installed plugin [{}]
de: Plugin erfolgreich installiert [{}]

source: Please do NOT enter the following special characters {}
de: Bitte geben Sie die folgenden Sonderzeichen NICHT ein {}

source: Add failed, please check if the URL is correct.
de: Hinzufügen fehlgeschlagen. Bitte überprüfen Sie, ob die URL korrekt ist.

source: Unauthorized
de: Nicht autorisiert

source: Please enter the correct port number
de: Bitte geben Sie die richtige Portnummer ein

source: The page you requested does not exist, please check the URL!
de: Die von Ihnen angeforderte Seite existiert nicht. Bitte überprüfen Sie die URL!

source: |-Fetching certificate content...
de: |-Zertifikatsinhalt wird abgerufen...

source: |-A total of {} certificates need to be renewed
de: |-Insgesamt müssen {} Zertifikate erneuert werden

source: Sorry, Page does NOT Exist
de: Leider existiert die Seite NICHT

source: Please fill in your email address!
de: Bitte geben Sie Ihre E-Mail-Adresse ein!

source: Verification code is incorrect, please try again!
de: Verifizierungscode ist falsch, bitte versuchen Sie es erneut!

source: Setting permissions
de: Berechtigungen werden festgelegt

source: Cannot edit files larger than 2MB online!
de: Dateien, die größer als 2 MB sind, können nicht online bearbeitet werden!

source: |---Keep the latest [{}] backups
de: |---Letzte [{}]-Backups behalten

source: Fail to connect to the server!
de: Verbindung zum Server fehlgeschlagen!

source: Successfully modified FTP port to [{}]!
de: FTP-Port erfolgreich auf [{}] geändert!

source: Wrong parameter
de: Falscher Parameter

source: Ready to deploy
de: Bereit zur Bereitstellung

source: Please uninstall the Mysql master-slave replication plugin before closing the binary log! !
de: Bitte deinstallieren Sie das Mysql-Master-Slave-Replikations-Plugin, bevor Sie das Binärprotokoll schließen! !

source: Username is illegal, special characters are NOT allowed!
de: Benutzername ist ungültig, Sonderzeichen sind NICHT zulässig!

source: Maximum file to upload
de: Maximale Datei zum Hochladen

source: Wrong password!
de: Falsches Passwort!

source: Default Document cannot be empty!
de: Standarddokument darf nicht leer sein!

source: This plugin does NOT have template
de: Dieses Plugin hat KEINE Vorlage

source: One word Trojan
de: Ein-Wort-Trojaner

source: Permission denied!
de: Zugriff verweigert!

source: Validation information construction failed!
de: Erstellung der Validierungsinformationen fehlgeschlagen!

source: To be paid
de: Zu zahlen

source: Authentication failed {}
de: Authentifizierung fehlgeschlagen {}

source: Derectory [{}] backup failed
de: Sicherung des Verzeichnisses [{}] fehlgeschlagen

source: Category deleted!
de: Kategorie gelöscht!

source: Please enter redirected path
de: Bitte geben Sie den umgeleiteten Pfad ein

source: Unbound device
de: Ungebundenes Gerät

source: Domain format is invalid!
de: Domänenformat ist ungültig!

source: Domain and name of subdirectory cannot be empty!
de: Domäne und Name des Unterverzeichnisses dürfen nicht leer sein!

source: Successfully marked, please click Paste All button in the target directory!
de: Erfolgreich markiert, bitte klicken Sie im Zielverzeichnis auf die Schaltfläche Alle einfügen!

source: Please specify the domain name for which you want to apply for a certificate in the --domain parameter, multiple separated by commas (,)
de: Bitte geben Sie im Parameter --domain den Domänennamen an, für den Sie ein Zertifikat beantragen möchten, mehrere durch Kommas (,) getrennt

source: PHP version of site [{}] changed to [{}]!
de: PHP-Version der Site [{}] geändert in [{}]!

source: Login failed
de: Anmeldung fehlgeschlagen

source: Decompress the file
de: Datei dekomprimieren

source: |-Spool cleared, deleted [{}] files, freed disk space [{}]
de: |-Spool geleert, [{}] Dateien gelöscht, Speicherplatz freigegeben [{}]

source: Client: {}, has manually exited the panel
de: Client: {}, hat das Panel manuell verlassen

source: New URL rewrite rule has been saved!
de: Neue URL-Umschreibregel wurde gespeichert!

source: 2. Check if there is 301/302 redirection set up [please temporarily turn off the redirection related configuration]
de: 2. Prüfen Sie, ob eine 301/302-Umleitung eingerichtet ist [bitte deaktivieren Sie vorübergehend die Umleitungskonfiguration]

source: Permission restored successfully
de: Berechtigung erfolgreich wiederhergestellt

source: The website has been redirected, please close it before applying!
de: Die Website wurde umgeleitet, bitte schließen Sie sie, bevor Sie sich bewerben!

source: |-Verification type: {}
de: |-Verifizierungstyp: {}

source: New panel port
de: Neuer Panel-Port

source: Logout
de: Abmelden

source: Configuration ERROR, please check the configuration file
de: Konfigurationsfehler, bitte überprüfen Sie die Konfigurationsdatei

source: Wrong response: {}
de: Falsche Antwort: {}

source: The connection is disconnected, press enter to try to reconnect!
de: Die Verbindung wurde getrennt. Drücken Sie die Eingabetaste, um zu versuchen, die Verbindung wiederherzustellen!

source: Every {} Days, run at {} Hour {} Min
de: Alle {} Tage, ausführen um {} Stunde {} Min.

source: Batch moved from [{}] to [{}]
de: Batch von [{}] nach [{}] verschoben

source: The current web server is openlitespeed. This function is not supported yet.
de: Der aktuelle Webserver ist Openlitespeed. Diese Funktion wird noch nicht unterstützt.

source: Database character set: {}
de: Datenbank-Zeichensatz: {}

source: Private Key ERROR, please check!
de: Privater Schlüssel FEHLER, bitte prüfen!

source: 'Please do not enter the following special characters [ ~ ` / = ' ]
de: 'Bitte geben Sie die folgenden Sonderzeichen nicht ein [ ~ ` / = ' ]

source: Wrong operating mode
de: Falscher Betriebsmodus

source: Certificate saved at: {}/
de: Zertifikat gespeichert unter: {}/

source: Domain name format error! [{}]
de: Domänennamenformatfehler! [{}]

source: You plugin list is up-to-date
de: Ihre Plugin-Liste ist aktuell

source: Please specify the domain name to apply for a certificate
de: Bitte geben Sie den Domänennamen an, um ein Zertifikat zu beantragen

source: Rule name needs to be greater than 3 bytes
de: Regelname muss größer als 3 Bytes sein

source: There can be no extra parameters in the login parameters
de: Die Anmeldeparameter dürfen keine zusätzlichen Parameter enthalten

source: {} Developer mode(DeBug)
de: {} Entwicklermodus (DeBug)

source: Pgsql already installed
de: Pgsql bereits installiert

source: Download file
de: Datei herunterladen

source: Panel restarted
de: Panel neu gestartet

source: This domain does NOT exist in this DNSPod account, failed to add resolution
de: Diese Domain existiert NICHT in diesem DNSPod-Konto, Auflösung konnte nicht hinzugefügt werden

source: File or directory does not exist!
de: Datei oder Verzeichnis existiert nicht!

source: [path] parameter cannot be empty!
de: [Pfad]-Parameter darf nicht leer sein!

source: Obtain [{}] plugin, [{}] plugin update from cloud!
de: [{}]-Plugin abrufen, [{}]-Plugin-Update aus der Cloud!

source: Renewal success
de: Erneuerung erfolgreich

source: Database size: {}
de: Datenbankgröße: {}

source: Verification failed, domain name resolution error or verification URL cannot be accessed!
de: Verifizierung fehlgeschlagen, Fehler bei der Domainnamenauflösung oder Verifizierungs-URL kann nicht aufgerufen werden!

source: |-Retry the command
de: |-Befehl wiederholen

source: Recycle bin feature turned off!
de: Papierkorbfunktion deaktiviert!

source: Set the website [{}] expiration time successfully
de: Ablaufzeit der Website [{}] erfolgreich festgelegt

source: Reconnection attempts:{}
de: Wiederherstellungsversuche:{}

source: Database user does NOT exist!
de: Datenbankbenutzer existiert NICHT!

source: The softlink file name already exists, please use another file name or delete it!
de: Der Softlink-Dateiname existiert bereits, bitte verwenden Sie einen anderen Dateinamen oder löschen Sie ihn!

source: The account has more than 5 failed orders within 1 hour, please wait 1 hour and try again!
de: Das Konto hat mehr als 5 fehlgeschlagene Bestellungen innerhalb von 1 Stunde, bitte warten Sie 1 Stunde und versuchen Sie es erneut!

source: |-Getting certificate content...
de: |-Zertifikatsinhalt wird abgerufen...

source: Renewal failed. Domain resolution ERROR, or NOT valid!
de: Erneuerung fehlgeschlagen. Domänenauflösung FEHLER oder NICHT gültig!

source: |-Attempt to verify the resolution result, domain name [{}], record value [{}]...
de: |-Versuch, das Auflösungsergebnis zu überprüfen, Domänenname [{}], Datensatzwert [{}]...

source: Please enter correct parameters
de: Bitte korrekte Parameter eingeben

source: Panel session lost, please login panel again!
de: Panelsitzung verloren, bitte erneut am Panel anmelden!

source: Permission repair succeeded
de: Berechtigungsreparatur erfolgreich

source: Clearing disk monitoring records
de: Datenträgerüberwachungsdatensätze werden gelöscht

source: Base directory turned off!
de: Basisverzeichnis deaktiviert!

source: Panel setting
de: Paneleinstellung

source: #Referenced reverse proxy rule, if commented, the configured reverse proxy will be invalid
de: #Referenzierte Reverse-Proxy-Regel, wenn kommentiert, ist der konfigurierte Reverse-Proxy ungültig

source: Requested directory exists!
de: Angefordertes Verzeichnis existiert!

source: Currently the latest version, no upgrade required!
de: Derzeit die neueste Version, kein Upgrade erforderlich!

source: The number of backup versions has exceeded {} ,Please go to the upper right corner [Backup Permissions] to clean up the old backup before operating
de: Die Anzahl der Backup-Versionen hat {} überschritten. Bitte gehen Sie in die obere rechte Ecke [Backup-Berechtigungen], um das alte Backup vor dem Betrieb zu bereinigen.

source: ERROR getting identifier authorization
de: FEHLER beim Abrufen der Kennungsautorisierung

source: Renewal failed, missing account_key.
de: Erneuerung fehlgeschlagen, Kontoschlüssel fehlt.

source: CSRF calibration failed, please login again
de: CSRF-Kalibrierung fehlgeschlagen, bitte erneut anmelden

source: Please enter an account name
de: Bitte geben Sie einen Kontonamen ein

source: Certificate acquisition failed, please try again later.
de: Zertifikatserwerb fehlgeschlagen, bitte versuchen Sie es später erneut.

source: If you want to use the worker process, how many worker processes allowed to fork at most
de: Wenn Sie den Worker-Prozess verwenden möchten, wie viele Worker-Prozesse dürfen maximal verzweigt werden?

source: Customized edition with aaPanel
de: Angepasste Edition mit aaPanel

source: The mailbox does not exist, please add it to the mailbox list
de: Das Postfach existiert nicht, bitte fügen Sie es hinzu die Mailbox-Liste

source: |-Renew the visa certificate and start checking the environment
de: |- Visa-Zertifikat erneuern und mit der Überprüfung der Umgebung beginnen

source: Pls enter new panel port:
de: Bitte neuen Panel-Port eingeben:

source: |-Successful application, deploying to site..
de: |- Anwendung erfolgreich, Bereitstellung auf Site...

source: |-Attempt to verify DNS records locally, domain name: {}, type: {} record value: {}
de: |- Versuch, DNS-Einträge lokal zu überprüfen, Domänenname: {}, Typ: {} Datensatzwert: {}

source: Installation failed
de: Installation fehlgeschlagen

source: Sent domain format ERROR {}
de: Domänenformat gesendet FEHLER {}

source: Database does NOT exist!
de: Datenbank existiert NICHT!

source: Successfully started
de: Erfolgreich gestartet

source: Stop panel
de: Panel stoppen

source: |-Registering account...
de: |- Registrierung Konto...

source: The DNS verification failed. Please check if the key is correct.
de: Die DNS-Verifizierung ist fehlgeschlagen. Bitte überprüfen Sie, ob der Schlüssel korrekt ist.

source: Delete [ {} ] proxy successfully
de: Proxy [ {} ] erfolgreich gelöscht

source: This plugin does NOT have extend function!
de: Dieses Plugin hat KEINE Erweiterungsfunktion!

source: Domain name {} is currently required to verify the CAA record, please parse the CAA record manually, or retry the application after 1 hour!
de: Der Domänenname {} wird derzeit zur Verifizierung des CAA-Eintrags benötigt. Bitte analysieren Sie den CAA-Eintrag manuell oder versuchen Sie die Anwendung nach 1 Stunde erneut!

source: Successfully deleted site [{}]!
de: Site [{}] erfolgreich gelöscht!

source: Too many requests for this domain name. Please try again 3 hours later
de: Zu viele Anfragen für diesen Domänennamen. Bitte versuchen Sie es 3 Stunden später erneut

source: Verification code is expired, click to refresh!
de: Der Bestätigungscode ist abgelaufen. Klicken Sie hier, um zu aktualisieren!

source: Exploitable vulnerabilities
de: Ausnutzbare Schwachstellen

source: Current version is developer version and already latest. Update cycle of stable version is generally 2 months,while developer version will update every Wednesday!
de: Die aktuelle Version ist die Entwicklerversion und bereits die neueste. Der Update-Zyklus der stabilen Version beträgt im Allgemeinen 2 Monate, während die Entwicklerversion jeden Mittwoch aktualisiert wird!

source: 20 consecutive verification failures, prohibited for 1 hour
de: 20 aufeinanderfolgende Verifizierungsfehler, 1 Stunde lang gesperrt

source: |-Clearing PHP Session ...
de: |-PHP-Sitzung wird gelöscht ...

source: Get failed, there is currently no result!
de: Abruf fehlgeschlagen, derzeit kein Ergebnis vorhanden!

source: |-Local authentication succeeded!
de: |-Lokale Authentifizierung erfolgreich!

source: The specified soft link file name must contain the full path (full path)
de: Der angegebene Softlink-Dateiname muss den vollständigen Pfad (vollständiger Pfad) enthalten

source: The specified soft link file name already exists
de: Der angegebene Softlink-Dateiname existiert bereits

source: RAR component does not support aarch 64 platform
de: RAR-Komponente unterstützt die Aarch 64-Plattform nicht

source: |-Attempt to verify file contents via HTTP [{}]...
de: |-Versuch, Dateiinhalt über HTTP [{}] zu verifizieren ...

source: Need at least a domain name!
de: Mindestens eine Domänenname!

source: The file does not have backup permissions
de: Die Datei hat keine Backup-Berechtigungen

source: Current DNS is available
de: Aktueller DNS ist verfügbar

source: Site backed up to: {}
de: Site gesichert auf: {}

source: {}, the target URL is the same as the redirected path
de: {}, die Ziel-URL ist dieselbe wie der umgeleitete Pfad

source: Running
de: Läuft

source: Successfully copied file!
de: Datei erfolgreich kopiert!

source: Failed,cannot delete current port of the panel!
de: Fehlgeschlagen, aktueller Port des Panels kann nicht gelöscht werden!

source: Increasing work_mem helps increase the speed of sorting, usually set to 2% -4% of real RAM.
de: Eine Erhöhung des work_mem hilft, die Sortiergeschwindigkeit zu erhöhen, normalerweise auf 2 % - 4 % des realen RAM eingestellt.

source: Please fill in the email title!
de: Bitte geben Sie die E-Mail-Adresse ein Titel!

source: Secret Key ERROR, failed to add resolution
de: FEHLER beim Geheimschlüssel, Auflösung konnte nicht hinzugefügt werden

source: Default category
de: Standardkategorie

source: Site Traffic Control has been turned off!
de: Site Traffic Control wurde deaktiviert!

source: |-Downloading certificate..
de: |-Zertifikat wird heruntergeladen...

source: Compress the file
de: Datei komprimieren

source: Username
de: Benutzername

source: Warning list does NOT exist!
de: Warnliste existiert NICHT!

source: Successfully changed PHP Version of site [{}] to PHP-{}
de: PHP-Version der Site [{}] erfolgreich in PHP-{} geändert
