Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Local backup has been kept
de: Lokales Backup wurde aufbewahrt

source: Failed to get databases
de: Datenbanken konnten nicht abgerufen werden

source: Error reading tty buffer data, {}
de: Fehler beim Lesen der tty-Pufferdaten, {}

source: Certificate of current domains is not expired,and a duplicate request is not allowed,Pls try to combine with other domains!
de: Das Zertifikat der aktuellen Domains ist nicht abgelaufen und eine doppelte Anfrage ist nicht zulässig. Bitte versuchen Sie, es mit anderen Domains zu kombinieren!

source: GET/POST/COOKIE exploitable vulnerabilities
de: Ausnutzbare Schwachstellen ABRUFEN/POSTEN/COOKIES

source: Domain [{}] format ERROR!
de: Domain-Formatfehler {}

source: Set {} Please enter an integer
de: Bitte geben Sie eine ganze Zahl ein

source: Failed to empty task logs!
de: Aufgabenprotokolle konnten nicht geleert werden!

source: Username is illegal, cannot be less than 3 characters!
de: Benutzername ist ungültig, darf nicht kürzer als 3 Zeichen sein!

source: Compression level
de: Komprimierungsstufe

source: Account binding has expired, please re-bind on the [Settings] page!
de: Die Kontobindung ist abgelaufen, bitte verbinden Sie sich erneut auf der Seite [Einstellungen]!

source: There is a db with the same name in the db list. To ensure data security, stop recovery!
de: Es gibt eine Datenbank mit dem gleichen Namen in der Datenbankliste. Stoppen Sie die Wiederherstellung, um die Datensicherheit zu gewährleisten!

source: Directory cannot be empty
de: Verzeichnispfad darf nicht leer sein

source: Please Select Domain (NOT including IP address or Wildcard domain)
de: Bitte Domain auswählen (OHNE IP-Adresse oder Wildcard-Domain)

source: Execute extra SHELL
de: Zusätzliche HÜLLE AUSFÜHREN

source: Download task added into the queue!
de: Aufgabe herunterladen, die der Warteschlange hinzugefügt wurde!

source: DNSPod API key ERROR, failed to add resolution
de: API-Schlüsselfehler, Lösung konnte nicht hinzugefügt werden

source: Every {} Days
de: Alle {} Tage

source: Data acquisition failed!
de: Datenerfassung fehlgeschlagen!

source: |-Temporary files and site logs cleared, deleted [{}] files, freed disk space [{}]
de: |- Temporäre Dateien und Standortprotokolle gelöscht, gelöschte [{}] Dateien, freigegebener Speicherplatz [{}]

source: MB, max RAM usage, 0 means no limit
de: MB, maximale RAM-Nutzung, 0 bedeutet keine Begrenzung

source: Username cannot be less than 3 characters!
de: Der Benutzername darf nicht kürzer als 3 Zeichen sein!

source: |-The application is successful and it is being automatically deployed to the website!
de: |-Die Anwendung ist erfolgreich und wird automatisch auf der Website bereitgestellt!

source: Pls enter command number:
de: Bitte geben Sie die Befehlsnummer ein:

source: ERROR, cannot find file openssl.cnf, please install openssl
de: FEHLER, Datei openssl.cnf kann nicht gefunden werden, bitte installieren Sie openssl

source: Log is empty
de: Protokolldatei ist leer

source: The permissions you entered are invalid and the addition failed!
de: Die von Ihnen eingegebenen Berechtigungen sind ungültig und die Hinzufügung ist fehlgeschlagen!

source: Database username is illegal!
de: Datenbank-Benutzername ist ungültig!

source: Do not add it repeatedly!
de: Fügen Sie es nicht wiederholt hinzu!

source: |-After the task is completed, a total of renewals are required.[{}], renewal success [%s], renewal failed [{}].
de: |- Nach Abschluss der Aufgabe sind insgesamt Erneuerungen erforderlich.[{}], Erneuerungserfolg [%s], Erneuerung fehlgeschlagen [{}].

source: Failed to write in file!
de: Datei konnte nicht geschrieben werden

source: An error occurred while reading data from websocket. Retrying
de: Beim Lesen der Daten aus dem Websocket ist ein Fehler aufgetreten. Erneuter Versuch

source: |-Requesting CA to verify domain name [{}]...
de: |-CA fordert die Überprüfung des Domänennamens [{}] an...

source: Target URL cannot have the following special characters {}
de: Die Ziel-URL darf nicht die folgenden Sonderzeichen enthalten {}

source: Delete redirects [{}] successfully
de: Weiterleitungen [{}] erfolgreich löschen

source: Failed to delete
de: Konnte nicht gelöscht werden

source: Email address already exists!
de: E-Mail-Adresse existiert bereits!

source: Please install the [CloudDNS] plugin first.
de: Bitte installieren Sie zuerst das [CloudDNS]-Plugin.

source: Maximum number of connections that will be processed simultaneously
de: Maximale Anzahl von Verbindungen, die gleichzeitig verarbeitet werden

source: No deployment tasks now
de: Derzeit keine Bereitstellungsaufgaben

source: Password must be at least 8 characters
de: Passwort muss mindestens 8 Zeichen lang sein

source: Disable IPv6 compatibility of the panel!
de: IPv6-Kompatibilität des Panels deaktivieren!

source: Please bind your account!
de: Bitte verknüpfen Sie Ihr Konto!

source: The specified host address has been added to other SSH information!
de: Die angegebene Hostadresse wurde zu anderen SSH-Informationen hinzugefügt!

source: Failed to add, write configuraton ERROR!
de: Hinzufügen fehlgeschlagen, Konfiguration schreiben FEHLER!

source: Failed to create file!
de: Datei konnte nicht erstellt werden!

source: Not Edit
de: Nicht bearbeiten

source: Failed to import database [{}], => {}
de: Datenbank konnte nicht importiert werden [{}], => {}

source: Failed to add database [{}]!, {}
de: Datenbank konnte nicht hinzugefügt werden [{}]!, {}

source: Data cleared successfully!
de: Daten erfolgreich gelöscht!

source: Get worker TotalKBytes False
de: Worker TotalKBytes False abrufen

source: Max allocated physical memory to database
de: Maximal zugewiesener physischer Speicher für Datenbank

source: Batch delete succeeded!
de: Batch-Löschung erfolgreich!

source: Level of error
de: Fehlerstufe

source: Successfully uninstalled software [{}]
de: Software [{}] erfolgreich deinstalliert

source: Number of saving days is illegal!
de: Anzahl der Speichertage ist ungültig!

source: Reload failed!
de: Neuladen fehlgeschlagen!

source: Minimum number of idle threads available to handle request spikes
de: Mindestanzahl inaktiver Threads, die zur Verarbeitung von Anfragespitzen verfügbar sind

source: Set max upload size to [{} MB] for PHP-{}!
de: Maximale Upload-Größe für PHP-{} auf [{} MB] festlegen!

source: |-Turn on redirect
de: |-Umleitung aktivieren

source: [Composer.lock] file exists in the specified directory, please delete it before executing
de: [Composer.lock]-Datei existiert im angegebenen Verzeichnis, bitte löschen Sie sie vor der Ausführung

source: Error page configuration, allowed to be commented, deleted or modified
de: Fehlerseitenkonfiguration, darf kommentiert, gelöscht oder geändert werden

source: Whether to enable compressed transmission
de: Komprimierte Übertragung aktivieren

source: Sanic framework project please use Gunicorn or Python to start
de: Sanic Framework-Projekt, bitte starten Sie mit Gunicorn oder Python

source: Modify the mailbox user success {}
de: Mailbox-Benutzer erfolgreich ändern {}

source: |-Local authentication failed!
de: |-Lokale Authentifizierung fehlgeschlagen!

source: Please turn on anti-theft first!
de: Bitte aktivieren Sie zuerst den Diebstahlschutz!

source: The passwords entered twice are inconsistent, please try again!
de: Die zweimal eingegebenen Passwörter sind inkonsistent, bitte versuchen Sie es erneut!

source: Max capacity of the memory disk cannot exceed 50% of physical memory!
de: Maximale Kapazität der Speicherfestplatte darf 50 % des physischen Speichers nicht überschreiten!

source: PHP is not installed
de: PHP ist nicht installiert

source: Cannot delete initial default user!
de: Anfänglicher Standardbenutzer kann nicht gelöscht werden!

source: Delete domain successfully {}
de: Domäne erfolgreich gelöscht {}

source: |-Turn on proxy
de: |-Proxy einschalten

source: Issuing failed, the domain {} has exceeded the limit of weekly reissues!
de: Ausgabe fehlgeschlagen, die Domäne {} hat das Limit wöchentlicher Neuausgaben überschritten!

source: Email sending failed, please check if the STMP password is correct or the hosts are correct
de: E-Mail-Versand fehlgeschlagen, bitte prüfen Sie, ob das STMP-Passwort oder die Hosts korrekt sind

source: Failed to create site document root, {}
de: Site-Dokumentstamm konnte nicht erstellt werden, {}

source: Successfully uninstall Python
de: Python erfolgreich deinstalliert

source: TXT record verification ERROR, the current TXT record invalid or expired
de: TXT-EintragsüberprüfungsFEHLER, der aktuelle TXT-Eintrag ist ungültig oder abgelaufen

source: Set the run directory
de: Ausführungsverzeichnis festlegen

source: Delete mailbox user successfully {}
de: Postfachbenutzer erfolgreich gelöscht {}

source: Last
de: Letzte

source: Backup Succeeded!
de: Sicherung erfolgreich!

source: Change panel port
de: Panel-Port ändern

source: Nginx load status acquisition failed:{}
de: Nginx-Ladestatus konnte nicht abgerufen werden: {}

source: |-Successful verification, domain name [{}], record type [{}], record value [{}]!
de: |-Erfolgreiche Überprüfung, Domänenname [{}], Datensatztyp [{}], Datensatzwert [{}]!

source: When applying using dnsapi, specify the secret of dnsapi in the --dns_secret parameter!
de: Wenn Sie DNSAPI verwenden, geben Sie das DNSAPI-Geheimnis im Parameter --dns_secret an!

source: Add common commands [{}]
de: Allgemeine Befehle hinzufügen [{}]

source: Successfully created database
de: Datenbank erfolgreich erstellt

source: Timeout cannot be less than 300 seconds
de: Timeout darf nicht weniger als 300 Sekunden betragen

source: <h2>Issue failed, domain resolution ERROR, or NOT valid, or the domain name is NOT filed by MIIT!</h2>
de: <h2>Problem fehlgeschlagen, Domänenauflösung FEHLER oder NICHT gültig, oder der Domänenname wurde NICHT von MIIT hinterlegt!</h2>

source: Please complete the information
de: Bitte vervollständigen Sie die Informationen

source: Modified disabled function to [{}] for PHP-{}
de: Deaktivierte Funktion in [{}] für PHP-{} geändert

source: Cannot set both directory and global proxies
de: Verzeichnis- und globale Proxys können nicht gleichzeitig festgelegt werden

source: Failed to {} FTP user [{}]! => {}
de: Fehler beim {} FTP-Benutzer [{}]! => {}

source: Failed to add FTP user[{}]! => {}
de: FTP konnte nicht hinzugefügt werden user[{}]! => {}

source: The softlink file name must be an absolute path (full path)
de: Der Softlink-Dateiname muss ein absoluter Pfad (vollständiger Pfad) sein

source: Successfully got, please manually resolve the domain name
de: Erfolgreich erhalten, bitte lösen Sie den Domänennamen manuell auf

source: innodb_log_buffer_size cannot be less than 8MB
de: innodb_log_buffer_size darf nicht kleiner als 8 MB sein

source: Sites that have reverse proxy turned on cannot request SSL!
de: Sites mit aktiviertem Reverse-Proxy können kein SSL anfordern!

source: Database manager
de: Datenbankmanager

source: Prev
de: Zurück

source: it is not allowed to uncompress file in critical directory, which will cause the permission to be replaced.
de: Es ist nicht zulässig, Dateien im kritischen Verzeichnis zu dekomprimieren, da dies dazu führen würde, dass die Berechtigung ersetzt wird.

source: The renewal failed and the certificate directory does not exist.
de: Die Erneuerung ist fehlgeschlagen und das Zertifikatsverzeichnis existiert nicht.

source: Please enter an integer for the max memory number
de: Bitte geben Sie eine Ganzzahl für die maximale Speicheranzahl ein

source: Failed to modify, database user does not exist!
de: Änderung fehlgeschlagen, Datenbankbenutzer existiert nicht!

source: Certificate information acquisition failed!
de: Zertifikatsinformationen konnten nicht abgerufen werden!

source: Successfully added FTP user [{}]!
de: FTP-Benutzer [{}] erfolgreich hinzugefügt!

source: Setup software: Custom compilation parameters for {} are configured as: {}
de: Software einrichten: Benutzerdefinierte Kompilierungsparameter für {} sind wie folgt konfiguriert: {}

source: Per Hour, run at {} Min
de: Pro Stunde, Ausführung mit {} Min.

source: Please specify DNSAPI key
de: Bitte DNSAPI-Schlüssel angeben.

source: Specified hook does NOT exist
de: Angegebener Hook existiert NICHT.

source: DNS ERROR or NOT effective:{}
de: DNS-FEHLER oder NICHT wirksam: {}.

source: Already shared!
de: Bereits freigegeben!

source: This version is used by a project, please delete the project before uninstalling
de: Diese Version wird von einem Projekt verwendet. Bitte löschen Sie das Projekt vor der Deinstallation.

source: Setup failed, no enable-php-xx related configuration items were found in the website configuration file!
de: Einrichtung fehlgeschlagen. In der Website-Konfigurationsdatei wurden keine mit enable-php-xx verknüpften Konfigurationselemente gefunden!

source: The client has actively disconnected
de: Der Client hat die Verbindung aktiv getrennt

source: Set the max number of transactions that can be in the prepared state at the same time
de: Legen Sie die maximale Anzahl von Transaktionen fest, die gleichzeitig im vorbereiteten Zustand sein können

source: Successfully added site [{}]!
de: Site [{}] erfolgreich hinzugefügt!

source: <h2>Issue failed, TXT record verification failed, domain resolution ERROR, or NOT valid!</h2>
de: <h2>Problem fehlgeschlagen, TXT-Eintragsüberprüfung fehlgeschlagen, Domänenauflösung FEHLER oder NICHT gültig!</h2>

source: Set panel port [{}], domain [{}], default backup directory [{}], default site directory [{}], server IP [{}], authorized IP [{}]!
de: Setzen Sie Panel-Port [{}], Domäne [{}], Standard-Backup-Verzeichnis [{}], Standard-Site-Verzeichnis [{}], Server-IP [{}], autorisierte IP [{}]!

source: Soft link already exists
de: Softlink existiert bereits

source: Login
de: Anmelden

source: The specified command does not exist
de: Der angegebene Befehl existiert nicht

source: It is not recommended to use [.] at the end of the directory, because there may be safety risks
de: Es wird nicht empfohlen, [.] am Ende des Verzeichnisses zu verwenden, da dies Sicherheitsrisiken bergen kann

source: Failed to download certificate: {}
de: Zertifikat konnte nicht heruntergeladen werden: {}

source: Automatically saved successfully!
de: Automatisch erfolgreich gespeichert!

source: Modified cron job [{}] status to [{}]
de: Status des Cron-Jobs [{}] in [{}] geändert

source: Network request timeout with Let's Encrypt
de: Timeout der Netzwerkanforderung mit Let's Encrypt

source: File format is incorrect
de: Dateiformat ist falsch

source: Successfully modifyied password for database [{}]!
de: Passwort für Datenbank [{}] erfolgreich geändert!

source: The specify rule name is not exists! [ {} ]
de: Der angegebene Regelname existiert nicht! [ {} ]

source: |-Detected that the certificate under {} overlaps with the certificate of this application and has an earlier expiration time, and has been replaced with a new certificate!
de: |-Es wurde festgestellt, dass sich das Zertifikat unter {} mit dem Zertifikat dieser Anwendung überschneidet und ein früheres Ablaufdatum hat und durch ein neues Zertifikat ersetzt wurde!

source: Failed to generate key or username. Please check if the hard disk space is insufficient or the directory cannot be written.[ {} ]
de: Schlüssel oder Benutzername konnten nicht generiert werden. Bitte prüfen Sie, ob der Festplattenspeicher nicht ausreicht oder das Verzeichnis nicht beschrieben werden kann.[ {} ]

source: Disk inode has been exhausted, the panel has attempted to release the inode. Please try again ...
de: Disk-Inode wurdeund erschöpft hat das Panel versucht, den Inode freizugeben. Bitte versuchen Sie es erneut ...

source: The specified database [ {} ] has no data!
de: Die angegebene Datenbank [ {} ] hat keine Daten!

source: Installation succeeded!
de: Installation erfolgreich!

source: SSL turned off,Please use http protocol to access the panel!
de: SSL deaktiviert. Bitte verwenden Sie das HTTP-Protokoll, um auf das Panel zuzugreifen!

source: Directory cannot be empty!
de: Verzeichnis darf nicht leer sein!

source: Obtain {} database(s) from server!
de: {} Datenbank(en) vom Server abrufen!

source: Add failed, please check if the URL is correct
de: Hinzufügen fehlgeschlagen. Bitte überprüfen Sie, ob die URL korrekt ist.

source: Timezone
de: Zeitzone

source: Invalid Token!
de: Ungültiges Token!

source: Size of process stack segment
de: Größe des Prozessstapelsegments

source: Application successful.
de: Anwendung erfolgreich.

source: Project has no ports and cannot be mapped. The uwsgi mode does NOT support sock file mode mapping at this stage.
de: Projekt hat keine Ports und kann nicht zugeordnet werden. Der uwsgi-Modus unterstützt derzeit KEINE Zuordnung des Sock-Dateimodus.

source: This extension is the default extension of OLS and cannot be uninstalled
de: Diese Erweiterung ist die Standarderweiterung von OLS und kann nicht deinstalliert werden.

source: Wrong file content, please save again!
de: Falscher Dateiinhalt, bitte erneut speichern!

source: Failed to create directory!
de: Verzeichnis konnte nicht erstellt werden!

source: Successfully created directory [{}]!
de: Verzeichnis [{}] erfolgreich erstellt!

source: Sorry, Your IP is NOT Authorized
de: Entschuldigung, Ihre IP ist NICHT autorisiert

source: API has been disabled
de: API wurde deaktiviert

source: Successfully modified cron job [{}]
de: Cron-Job [{}] erfolgreich geändert

source: Successfully added intallation task [{}-{}]
de: Installationsaufgabe [{}-{}] erfolgreich hinzugefügt

source: Successfully saved!
de: Erfolgreich gespeichert!

source: Maximum number of idle threads
de: Maximale Anzahl inaktiver Threads

source: Failed to create
de: Fehler beim Erstellen

source: Start time
de: Startzeit

source: |-Initializing ACME protocol...
de: |-ACME-Protokoll wird initialisiert...

source: The database connection is abnormal. Please check whether the root user authority or database configuration parameters are correct.
de: Die Datenbankverbindung ist abnormal. Bitte überprüfen Sie, ob die Root-Benutzerberechtigung oder die Datenbankkonfigurationsparameter korrekt sind.

source: Successfully modified password for user [{}]!
de: Passwort für Benutzer [{}] erfolgreich geändert!

source: The password only supports a combination of uppercase and lowercase letters and numbers
de: Das Passwort unterstützt nur eine Kombination aus Groß- und Kleinbuchstaben und Zahlen

source: Default processes
de: Standardprozesse

source: Batch setting permissions succeeded!
de: Berechtigungen im Stapelverfahren erfolgreich festgelegt!

source: Backup directory: {}
de: Sicherungsverzeichnis: {}

source: Please check the domain!
de: Bitte überprüfen Sie die Domäne!

source: Current PostgreSQL related processes
de: Aktuelle PostgreSQL-bezogene Prozesse

source: CA cannot verify your domain name, please check if the domain name resolution is correct, or wait 5-10 minutes and try again.
de: CA kann Ihren Domänennamen nicht verifizieren. Bitte überprüfen Sie, ob die Domänennamenauflösung korrekt ist, oder warten Sie 5-10 Minuten und versuchen Sie es erneut.

source: |-The website has been suspended, skip certificate renewal!
de: |-Die Website wurde gesperrt. Zertifikat überspringen Erneuerung!

source: Specified reverse proxy name or proxy folder already exists
de: Angegebener Reverse-Proxy-Name oder Proxy-Ordner existiert bereits

source: Application successful!
de: Antrag erfolgreich!

source: Database [{}] password cannot be empty
de: Datenbankkennwort [{}] darf nicht leer sein

source: Never trouble troubles till troubles trouble you!
de: Mach dir keine Sorgen, bis dich Probleme beunruhigen!

source: Specified compression format is not supported!
de: Angegebenes Komprimierungsformat wird nicht unterstützt!

source: Cleared password authentication for site [{}]!
de: Kennwortauthentifizierung für Site [{}] gelöscht!

source: Requested PHP version does NOT exist!
de: Angeforderte PHP-Version existiert NICHT!

source: Failed to receive mail, error reason [{}]
de: E-Mail konnte nicht empfangen werden, Fehlergrund [{}]

source: [File verification] method cannot apply for a wildcard domain name
de: Methode [Dateiüberprüfung] kann keine Wildcard-Domäne beantragen Name

source: Turned on monitory service, save for [{}] day!
de: Monitory-Dienst aktiviert, für [{}] Tag speichern!

source: Please set the API interface parameters of [{}] first.
de: Bitte legen Sie zuerst die API-Schnittstellenparameter von [{}] fest.

source: Edit user {}
de: Benutzer {} bearbeiten

source: File suffix cannot be empty
de: Dateisuffix darf nicht leer sein

source: User name must be at least [{}] characters
de: Benutzername muss mindestens [{}] Zeichen lang sein

source: Configuration file not exist
de: Konfigurationsdatei existiert nicht

source: The directory you submitted is invalid and the migration failed
de: Das von Ihnen übermittelte Verzeichnis ist ungültig und die Migration ist fehlgeschlagen

source: Downloaded file [{}] to [{}]
de: Datei [{}] nach [{}] heruntergeladen

source: View panel default info
de: Standardinfo des Anzeigebereichs

source: Idle connection timeout, 0 means not disconnected
de: Timeout bei inaktiver Verbindung, 0 bedeutet nicht getrennt

source: Wildcard domain cannot use the method of [file verification] to apply for a certificate!
de: Wildcard-Domäne kann die Methode [Dateiüberprüfung] nicht verwenden, um ein Zertifikat zu beantragen!

source: Client body buffer
de: Client-Body-Puffer

source: Connection timeout
de: Verbindungstimeout

source: Set concurrency of PHP-{}, max_children={}, start_servers={}, min_spare_servers={}, max_spare_servers={}
de: Parallelität von PHP-{}, max_children={}, start_servers={}, min_spare_servers={}, max_spare_servers={} festlegen

source: |-Skip the domain name this time: {}, this certificate will not be renewed due to failure to renew 3 times in a row, (The number of errors will be reset after manual renewal and success)
de: |-Domänennamen dieses Mal überspringen: {}, dieses Zertifikat wird nicht erneuert, da die Erneuerung dreimal hintereinander fehlgeschlagen ist, (Die Anzahl der Fehler wird nach manueller Erneuerung und Erfolg zurückgesetzt)

source: Whether to output detailed error info
de: Ob detaillierte Fehlerinformationen ausgegeben werden sollen

source: Turned off Tomcat supporting for site [{}]!
de: Tomcat-Unterstützung für Site deaktiviert [{}]!

source: Already exist
de: Existiert bereits

source: Thursday
de: Donnerstag

source: Successfully deleted accepted port [{}] on firewall!
de: Akzeptierter Port [{}] auf Firewall erfolgreich gelöscht!

source: Successful installation
de: Installation erfolgreich

source: There is a problem with the current Java project configuration file, please rebuild
de: Es liegt ein Problem mit der aktuellen Konfigurationsdatei des Java-Projekts vor, bitte neu erstellen

source: No available PHP version was found, or the specified PHP version was not installed!
de: Es wurde keine verfügbare PHP-Version gefunden oder die angegebene PHP-Version wurde nicht installiert!

source: Sent successfully!
de: Erfolgreich gesendet!

source: No compatible PHP version found, please install first
de: Keine kompatible PHP-Version gefunden, bitte zuerst installieren

source: |-Record Type: TXT Record Name: \033[41m{}\033[0m Record Value: \033[41m{}\033 [0m [Required]
de: |-Datensatztyp: TXT Datensatzname: \033[41m{}\033[0m Datensatzwert: \033[41m{}\033 [0m [Erforderlich]

source: Delete website [{}] successfully
de: Website [{}] erfolgreich gelöscht

source: Domain mapped or already exists. Please delete it before replacing it.
de: Domäne zugeordnet oder bereits vorhanden. Bitte löschen Sie sie, bevor Sie sie ersetzen.
