Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: No need to update
de: Keine Aktualisierung erforderlich

source: Pls enter new MySQL root password:
de: Bitte geben Sie ein neues MySQL-Root-Passwort ein:

source: Please enter an integer for the port
de: Bitte geben Sie eine Ganzzahl für den Port ein

source: API configuration
de: API-Konfiguration

source: Clear system rubbish
de: Systemmüll löschen

source: Binding IP (modification of bound IP may be a security risk)
de: IP binden (Änderung der gebundenen IP kann ein Sicherheitsrisiko darstellen)

source: All plugins successfully updated to 6.0 compatible!
de: Alle Plugins erfolgreich auf 6.0-Kompatibilität aktualisiert!

source: Failed to save
de: Speichern fehlgeschlagen

source: Remove custom compilation parameters: {}:{}
de: Benutzerdefinierte Kompilierungsparameter entfernen: {}:{}

source: Wednesday
de: Mittwoch

source: Successfully uploaded file [{}] to [{}]!
de: Datei [{}] erfolgreich nach [{}] hochgeladen!

source: Site Traffic Control only supports Nginx Web Server!
de: Site Traffic Control unterstützt nur Nginx Web Server!

source: The usernames entered twice are inconsistent, plesea try again!
de: Die zweimal eingegebenen Benutzernamen sind inkonsistent. Bitte versuchen Sie es erneut!

source: Email already exists
de: E-Mail existiert bereits

source: Certificate ERROR, please paste the correct certificate in pem format!
de: Zertifikatsfehler, bitte fügen Sie das richtige Zertifikat im PEM-Format ein!

source: #Persistent connection related configuration
de: #Persistente verbindungsbezogene Konfiguration

source: Failed to modify FTP port! => {}
de: FTP-Port konnte nicht geändert werden! => {}

source: Account or Password incorrect: {}
de: Konto oder Passwort falsch: {}

source: Never Expires
de: Läuft nie ab

source: Get worker RAM False
de: Arbeits-RAM abrufen Falsch

source: Specified IP address already exists
de: Angegebene IP-Adresse existiert bereits

source: |-A total of \033[36m{}\033[0m domain name records need to be resolved.
de: |-Insgesamt müssen \033[36m{}\033[0m Domänennamendatensätze aufgelöst werden.

source: Successfully logged in to the SSH server [{}:{}]
de: Erfolgreich beim SSH-Server angemeldet [{}:{}]

source: Panel operation logs emptied!
de: Panel-Operationsprotokolle geleert!

source: Get worker Uptime False
de: Holen Sie sich Worker Uptime False

source: Did not find the {} configuration file, please try to close the ssl port settings before opening
de: Konfigurationsdatei {} nicht gefunden, bitte versuchen Sie, die SSL-Porteinstellungen vor dem Öffnen zu schließen

source: Successfully initialize the API!
de: API erfolgreich initialisiert!

source: Validation failed, domain name was not resolved, or resolution did not take effect!
de: Validierung fehlgeschlagen, Domänenname wurde nicht aufgelöst oder Auflösung wurde nicht wirksam!

source: |-Panel port changed to:{}
de: |-Panel-Port geändert auf:{}

source: The verification timed out. Please check if the domain name is resolved correctly. If it is resolved correctly, the connection between the server and Let'sEncrypt may be abnormal. Please try again later!
de: Die Überprüfung ist abgelaufen. Bitte überprüfen Sie, ob der Domänenname richtig aufgelöst wurde. Wenn er richtig aufgelöst wird, ist die Verbindung zwischen dem Server und Let'sEncrypt möglicherweise abnormal. Bitte versuchen Sie es später erneut!

source: ERROR requesting a certificate
de: FEHLER beim Anfordern eines Zertifikats

source: Database [{}] backup failed!
de: Datenbank [{}] sichern fehlgeschlagen!

source: phpMyAdmin already {}!
de: phpMyAdmin bereits {}!

source: Max time of running script
de: Maximale Zeit für Skriptausführung

source: File download failed, please try again or update manually!
de: Dateidownload fehlgeschlagen, bitte erneut versuchen oder manuell aktualisieren!

source: Get worker date False
de: Arbeitsdatum abrufen Falsch

source: Concurrency restrictions, IP restrictions, traffic restrictions must be greater than 0
de: Parallelitätsbeschränkungen, IP-Beschränkungen, Verkehrsbeschränkungen müssen größer als 0 sein

source: Backup database [{}] succeed!
de: Datenbank [{}] erfolgreich sichern!

source: Database name cannot contain special characters!
de: Datenbankname darf keine Sonderzeichen enthalten!

source: Database password cannot contain special characters!
de: Datenbankkennwort darf keine Sonderzeichen enthalten!

source: Database already exists
de: Datenbank existiert bereits

source: Database recovered!
de: Datenbank wiederhergestellt!

source: Shortcut Bar only display up to 5 software!
de: Shortcut-Leiste zeigt nur bis zu 5 Softwareprogramme an!

source: Successfully uploaded!
de: Erfolgreich hochgeladen!

source: The dependency file requirements.txt was NOT found in the working directory, please add it before creating
de: Die Abhängigkeitsdatei requirements.txt wurde NICHT im Arbeitsverzeichnis gefunden, bitte fügen Sie sie vor dem Erstellen hinzu

source: The specified plugin does NOT support public access!
de: Das angegebene Plugin unterstützt KEINEN öffentlichen Zugriff!

source: Disable successfully
de: Erfolgreich deaktivieren

source: Danger
de: Achtung

source: Friday
de: Freitag

source: Database space
de: Datenbankspeicherplatz

source: # Forbidden files or directories
de: # Verbotene Dateien oder Verzeichnisse

source: Verification code does NOT exist!
de: Verifizierungscode existiert NICHT!

source: Create new user {}
de: Neuen Benutzer erstellen {}

source: Weekly
de: Wöchentlich

source: The length of the extracted password cannot be less than 4 digits
de: Die Länge des extrahierten Passworts darf nicht weniger als 4 Ziffern betragen

source: PHP version cannot be empty
de: PHP-Version darf nicht leer sein

source: SSH service turned off
de: SSH-Dienst deaktiviert

source: Last domain cannot be deleted!
de: Letzte Domain kann nicht gelöscht werden!

source: Verifying package...
de: Paket wird überprüft...

source: Pls install WebHook plugin first!
de: Bitte installieren Sie zuerst das WebHook-Plugin!

source: 'Issue failed, we can not verify your domain: <p>1. check if the domain name is bound to the corresponding site</p><p>2. check if the domain name is correctly resolved to the server, or the resolution has NOT fully taken effect</p><p>3. If your site has a reverse proxy set up, or if you are using a CDN, please turn it off first</p><p>4. If your site has a 301 redirect, please turn it off first</p><p>5. If the above checks confirm that there is no problem, please try to change the DNS service provider</p>'
de: Problem fehlgeschlagen, wir können Ihre Domain nicht verifizieren: <p>1. Überprüfen Sie, ob der Domainname an die entsprechende Site gebunden ist.</p><p>2. Überprüfen Sie, ob der Domainname für den Server korrekt aufgelöst wurde oder ob die Auflösung NICHT vollständig wirksam war.</p><p>3. Wenn für Ihre Site ein Reverse-Proxy eingerichtet ist oder Sie ein CDN verwenden, schalten Sie ihn bitte zuerst aus.</p><p>4. Wenn Ihre Site eine 301-Umleitung hat, schalten Sie sie bitte zuerst aus.</p><p>5. Wenn die obigen Überprüfungen bestätigen, dass kein Problem vorliegt, versuchen Sie bitte, den DNS-Dienstanbieter zu ändern.</p>

source: Successfully unintalled [{}-{}]
de: Erfolgreich deinstalliert [{}-{}]

source: Max keep-alive requests per connection
de: Maximale Keep-Alive-Anfragen pro Verbindung

source: Please stop the project before deleting
de: Bitte stoppen Sie das Projekt, bevor Sie es löschen

source: Apache rule configuration error: <br><a style='color:red;'>{}</a>
de: Apache-Regelkonfigurationsfehler: <br><a style='color:red;'>{}</a>

source: Subnet mask is invalid
de: Subnetzmaske ist ungültig

source: Set maximum time of script to [{} second] for PHP-{}!
de: Setzen Sie die maximale Ausführungszeit des Skripts auf [{} Sekunde] für PHP-{}!

source: Start compressing files: {}
de: Beginne Dateien zu komprimieren: {}

source: Cannot modify history copy directly!
de: Kann die Historie-Kopie nicht direkt ändern!

source: Successfully deleted backup [{}] of site [{}]!
de: Backup [{}] der Seite [{}] erfolgreich gelöscht!

source: Installation task added to queue
de: Installationsaufgabe zur Warteschlange hinzugefügt

source: Command has been sent!
de: Befehl wurde gesendet!

source: Delete domain ({}) cached record in session successfully
de: Gelöschter Domain ({}) Zwischenspeicher-Eintrag in Sitzung erfolgreich

source: Notification has been sent
de: Benachrichtigung wurde gesendet

source: Please set this API first
de: Bitte setzen Sie zuerst diese API

source: Cancel domain binding limit
de: Domänen-Bindungslimit abbrechen

source: Successfully deleted database
de: Datenbank erfolgreich gelöscht

source: Set the PHP-CLI version to: {}
de: Setze die PHP-CLI-Version auf: {}

source: Nginx rule configuration error: <br><a style='color:red;'>{}</a>
de: Nginx-Regelkonfigurationsfehler: <br><a style='color:red;'>{}</a>

source: Successfully uninstalled pgsql
de: pgsql erfolgreich deinstalliert

source: Site [{}] backup failed!
de: Website [{}] Backup fehlgeschlagen!

source: Port [{}] is in use!
de: Port [{}] wird bereits verwendet!

source: Renewing
de: Erneuern

source: Successfully deleted file!
de: Datei erfolgreich gelöscht!

source: Pls enter new username(>5 characters):
de: Bitte geben Sie einen neuen Benutzernamen ein (>5 Zeichen):

source: Failed to detect A record
de: Konnte A-Eintrag nicht erkennen

source: Connection failure!
de: Verbindungsfehler!

source: Failed to get PHP version!
de: Konnte PHP-Version nicht abrufen!

source: |-ERROR, new port is the same as current panel port, no need to change
de: |-FEHLER, neuer Port ist identisch mit aktuellem Panel-Port, Änderung nicht erforderlich

source: |-Verify the dir:{}
de: |-Verifiziere das Verzeichnis: {}

source: Start panel
de: Panel starten

source: {}-{} The task was executed successfully
de: {}-{} Die Aufgabe wurde erfolgreich ausgeführt

source: <h2>Issue failed, 请安装openssl!</h2>
de: <h2>Fehler bei Problem, bitte installieren Sie openssl!</h2>

source: Specified plugin has no file download function!
de: Angegebenes Plugin hat keine Datei-Download-Funktion!

source: Total
de: Insgesamt

source: Current version is stable version and already latest. Update cycle of stable version is generally 2 months,while developer version will update every Wednesday!
de: Die aktuelle Version ist die stabile Version und bereits die neueste. Der Aktualisierungszyklus der stabilen Version beträgt in der Regel 2 Monate, während die Entwicklerversion jeden Mittwoch aktualisiert wird!

source: 404 Not Found
de: 404 Nicht gefunden

source: Delete hostname {} cached record in session successfully
de: Löschen des zwischengespeicherten Hostnamens {} in der Sitzung erfolgreich

source: |-Writing verification file [{}]...
de: |-Schreibe Überprüfungsdatei [{}]...

source: Failed to add mapping [{}]
de: Fehler beim Hinzufügen der Zuordnung [{}]

source: The user name cannot be empty!
de: Der Benutzername darf nicht leer sein!

source: SSH service turned on
de: SSH-Dienst eingeschaltet

source: The database directory does not exist!
de: Das Datenbankverzeichnis existiert nicht!

source: Current version is up-to-date!
de: Die aktuelle Version ist auf dem neuesten Stand!

source: Cancel IP access limit
de: IP-Zugriffslimit abbrechen

source: |-Renewing certificate number of {},domain: {}..
de: |-Erneuern der Zertifikatsnummer von {}, Domain: {}..

source: The specified account does not exist
de: Das angegebene Konto existiert nicht

source: Meaningless operation
de: Sinnlose Operation

source: Path is incorrect {}
de: Pfad ist inkorrekt {}

source: Open
de: Öffnen

source: Create new user {} success!
de: Benutzer {} erfolgreich erstellt!

source: ERROR, the specified configuration value already exists!
de: FEHLER, der angegebene Konfigurationswert existiert bereits!

source: Clearing task history
de: Löschen des Aufgabenverlaufs

source: IP address is invalid
de: IP-Adresse ist ungültig

source: Log file does NOT exist!
de: Protokolldatei existiert NICHT!

source: The file cannot be read correctly due to incompatible file encoding!'{}
de: Die Datei kann aufgrund unkompatibler Dateicodierung nicht korrekt gelesen werden!'{}

source: Keep alive
de: Aktiv halten

source: renew certificate
de: Zertifikat erneuern

source: Minimum file to compress
de: Minimale Datei zum Komprimieren

source: Error: Sending CSR: Response status {} Response value: {}
de: Fehler: Senden von CSR: Antwortstatus {} Antwortwert: {}

source: |-Turn on http to https
de: |-Schalte von HTTP auf HTTPS um

source: Revoke certificate
de: Zertifikat widerrufen

source: Entrance address format is incorrect, e.g. /my_panel
de: Der Eingangsadressformat ist inkorrekt, z.B. /mein_panel

source: Get worker Restart Time False
de: Arbeiter-Neustartzeit nicht erhalten

source: Derectory [{}] backup succeed, in [{}] seconds
de: Verzeichnis [{}] Backup erfolgreich abgeschlossen, in [{}] Sekunden

source: Unblocked IP [{}]!
de: IP [{}] freigegeben!

source: Successfully turned on API!
de: API erfolgreich eingeschaltet!

source: |-PHP session cleared, deleted [{}] files, freed disk space [{}]
de: |-PHP-Sitzung gelöscht, [{}] Dateien gelöscht, Festplattenspeicher freigegeben [{}]

source: {} execution succeeded
de: {} Ausführung erfolgreich

source: QR code expired
de: QR-Code abgelaufen

source: Modify common commands [{}]
de: Allgemeine Befehle ändern [{}]

source: Configuration file ERROR
de: Konfigurationsdateifehler

source: Did not open Google authentication
de: Google-Authentifizierung nicht geöffnet

source: Specified category does NOT exist!
de: Angegebene Kategorie existiert NICHT!

source: Sunday
de: Sonntag

source: Get worker TotalAccesses False
de: Arbeiter-Totalzugriffe nicht erhalten

source: For Support|Suggestions, please visit the aaPanel Forum
de: Für Unterstützung|Vorschläge besuchen Sie bitte das aaPanel-Forum

source: Task has been executed!
de: Aufgabe wurde ausgeführt!

source: Worker connections
de: Arbeiterverbindungen

source: Partition {} available disk space is: {}, available Inode is: {}
de: Partition {} verfügbarer Festplattenspeicher: {}, verfügbare Inode: {}

source: The delivery type is not supported
de: Der Lieferungstyp wird nicht unterstützt

source: Number of threads created by each child process
de: Anzahl der Threads, die von jedem Kindprozess erstellt werden

source: SSL turned on!
de: SSL eingeschaltet!

source: Upgrade composer from {} to {}
de: Upgrade von Composer von {} auf {}

source: Renewal failed. Please try to turn off SSL and re-apply for this domain certificate using File Authentication or DNS Authentication!
de: Erneuerung fehlgeschlagen. Bitte versuchen Sie SSL auszuschalten und dieses Domain-Zertifikat mit Datei-Authentifizierung oder DNS-Authentifizierung erneut zu beantragen!

source: File encoding is not compatible and cannot be read correctly!
de: Dateicodierung ist nicht kompatibel und kann nicht korrekt gelesen werden!

source: Installation failed!
de: Installation fehlgeschlagen!

source: The IP address cannot be empty!
de: Die IP-Adresse darf nicht leer sein!

source: Delete user {} success!
de: Benutzer {} erfolgreich gelöscht!

source: Please fill in the value between 30 and 86400!
de: Bitte füllen Sie den Wert zwischen 30 und 86400 aus!

source: From
de: Von

source: Expired Token
de: Abgelaufenes Token

source: The project has no logs
de: Das Projekt hat keine Protokolle

source: |-There are currently no certificates to renew.
de: |-Derzeit gibt es keine Zertifikate zur Erneuerung.

source: Per Hour
de: Pro Stunde

source: Delete [{}] subdirectory binding successfully
de: Löschen der Unterordnerbindung [{}] erfolgreich

source: Please pass in the [sort_list] field
de: Bitte geben Sie das [sort_list]-Feld ein

source: Please uninstall the MySQL master-slave plugin before closing the binary log!
de: Bitte deinstallieren Sie das MySQL-Master-Slave-Plugin, bevor Sie das Binärprotokoll schließen!

source: Google authentication has been turned on
de: Google-Authentifizierung wurde eingeschaltet

source: Failed to modify
de: Änderung fehlgeschlagen

source: Old configuration
de: Alte Konfiguration

source: The specified database already exists in MySQL, please change the name!
de: Die angegebene Datenbank existiert bereits in MySQL, bitte ändern Sie den Namen!

source: The user name already exists. For security reasons, we do not allow one database user to manage multiple databases
de: Der Benutzername existiert bereits. Aus Sicherheitsgründen erlauben wir es nicht, dass ein Datenbankbenutzer mehrere Datenbanken verwaltet

source: Backup database:{}
de: Datenbank sichern: {}

source: Successfully deleted!
de: Erfolgreich gelöscht!

source: Current version of Nginx does NOT support WAF, please reinstall Nginx!
de: Die aktuelle Version von Nginx unterstützt KEINEN WAF, bitte installieren Sie Nginx neu!

source: Error sending CSR
de: Fehler beim Senden von CSR

source: Successfully copied directory [{}] to [{}]!
de: Verzeichnis erfolgreich von [{}] nach [{}] kopiert!

source: Successfully stopped
de: Erfolgreich gestoppt

source: Task queue
de: Aufgabenwarteschlange

source: 0 means not limited
de: 0 bedeutet nicht begrenzt

source: Nginx configuration file does not exist!
de: Nginx-Konfigurationsdatei existiert nicht!

source: Compression failed!
de: Komprimierung fehlgeschlagen!

source: Login failed, error reason [{}]
de: Anmeldung fehlgeschlagen, Fehlergrund [{}]

source: Notification
de: Benachrichtigung

source: Sent successfully
de: Erfolgreich gesendet

source: Pan domain names cannot apply for a certificate using [File Verification]!
de: Pan-Domain-Namen können kein Zertifikat mit [Dateiverifizierung] beantragen!

source: Database PID
de: Datenbank PID

source: Domain [{}] already exists!
de: Domäne [{}] existiert bereits!

source: Site [{}] deleted domain [{}] successfully!
de: Website [{}] hat Domäne [{}] erfolgreich gelöscht!

source: Exclusion setting: {}
de: Ausschluss-Einstellung: {}

source: Login succeed, Username: {}, Login IP: {}
de: Anmeldung erfolgreich, Benutzername: {}, Anmelde-IP: {}

source: No script need to execute!
de: Kein Skript muss ausgeführt werden!

source: A wrong TXT record was found on {}: {}, please check whether the TXT resolution is correct, if it is applied by DNSAPI, please try again in 10 minutes!
de: Ein falscher TXT-Eintrag wurde auf {} gefunden: {}, bitte überprüfen Sie, ob die TXT-Auflösung korrekt ist. Wenn sie über DNSAPI angewendet wird, versuchen Sie es in 10 Minuten erneut!

source: Recycle bin emptied!
de: Papierkorb geleert!

source: Edit user{}
de: Benutzer bearbeiten{}

source: Recipients cannot be parsed into a list
de: Empfänger können nicht in eine Liste analysiert werden

source: SSL is turned on, plesea use https protocol to access the panel!
de: SSL ist eingeschaltet, bitte verwenden Sie das HTTPS-Protokoll, um auf das Panel zuzugreifen!

source: Failed to delete!
de: Löschen fehlgeschlagen!

source: The specified user is not currently logged in!
de: Der angegebene Benutzer ist derzeit nicht angemeldet!

source: Updated successfully!
de: Erfolgreich aktualisiert!

source: mpm_event_module conf not found or /www/server/apache/conf/extra/httpd-mpm.conf is empty
de: mpm_event_module-Konfiguration nicht gefunden oder /www/server/apache/conf/extra/httpd-mpm.conf ist leer

source: Database name is illegal!
de: Datenbankname ist ungültig!

source: Failed to get software list ({})
de: Fehler beim Abrufen der Softwareliste ({})

source: Please specify DNSAPI
de: Bitte geben Sie DNSAPI an

source: Get Info
de: Info abrufen

source: Record_ID of the domain NOT found:
de: Record_ID der Domäne NICHT gefunden:

source: Clear file notes [{}]
de: Dateinotizen löschen [{}]

source: Session is lost, please login panel again!
de: Sitzung verloren, bitte melden Sie sich erneut im Panel an!

source: Turn off
de: Ausschalten

source: <h2>Issue failed, and the number of failed attempts to apply for a certificate has reached the limit!</h2>
de: <h2>Fehler bei der Ausgabe, und die Anzahl der fehlgeschlagenen Versuche, ein Zertifikat zu beantragen, hat das Limit erreicht!</h2>

source: Certified Domain Name: {}
de: Zertifizierter Domainname: {}

source: User name must be at least 2 characters
de: Benutzername muss mindestens 2 Zeichen lang sein

source: Set expired date to [{}] for site[{}]!
de: Ablaufdatum für Website [{}] auf [{}] setzen!

source: Set the file name [{}], notes: {}
de: Dateiname [{}] festlegen, Notizen: {}

source: Successfully modified API configuration!
de: API-Konfiguration erfolgreich geändert!

source: Invalid username or password. You have [{}] times left to try!
de: Ungültiger Benutzername oder Passwort. Sie haben noch [{}] Versuche übrig!

source: <h2>Issue failed, ::wildcard domain and subdomain cannot apply for a certificate together!</h2>
de: <h2>Ausgabe fehlgeschlagen, ::Wildcard-Domäne und Subdomäne können nicht gemeinsam ein Zertifikat beantragen!</h2>

source: PostgreSQL interacts with the kernel and disk through shared_buffers, usually set to 10% of real memory.
de: PostgreSQL interagiert über shared_buffers mit dem Kernel und der Festplatte, normalerweise auf 10% des realen Speichers eingestellt.

source: Site started
de: Website gestartet

source: Flush status success
de: Status erfolgreich geleert

source: Successfully copied file [{}] to [{}]!
de: Datei [{}] erfolgreich nach [{}] kopiert!

source: Check completed = {}. Max check allowed = {}. Interval between checks = {} seconds.
de: Überprüfung abgeschlossen = {}. Maximal zulässige Überprüfungen = {}. Intervall zwischen Überprüfungen = {} Sekunden.

source: Please do NOT use the usual port as the phpMyAdmin port!
de: Bitte verwenden Sie NICHT den üblichen Port als phpMyAdmin-Port!

source: The format of the webname parameter is incorrect, it should be a parseable JSON string
de: Das Format des Webname-Parameters ist falsch, es sollte ein analysierbarer JSON-String sein

source: Certificate updated!
de: Zertifikat aktualisiert!

source: Successfully saved file [{}]!
de: Datei [{}] erfolgreich gespeichert!

source: |---File name:
de: |---Dateiname:

source: Failed to move database data to the recycle bin!
de: Fehler beim Verschieben von Datenbankdaten in den Papierkorb!

source: Site [{}] stopped!
de: Website [{}] gestoppt!

source: Category name cannot be empty
de: Kategoriename darf nicht leer sein

source: |-Entrance limit cancelled
de: |-Zugangslimit aufgehoben

source: Successfully deleted backup [{}] for database [{}]!
de: Backup [{}] für Datenbank [{}] erfolgreich gelöscht!

source: Successfully modified password for database [{}]!
de: Passwort für Datenbank [{}] erfolgreich geändert!

source: Total connections
de: Gesamtverbindungen

source: Specific domain already bound!
de: Spezifische Domäne bereits gebunden!

source: Requested port is common port, pls use another one!
de: Angeforderter Port ist ein Standardport, bitte verwenden Sie einen anderen!

source: Database name cannot be more than 16 characters!
de: Datenbankname darf nicht mehr als 16 Zeichen lang sein!

source: Successfully run
de: Erfolgreich ausgeführt

source: Closed successfully
de: Erfolgreich geschlossen

source: Please do NOT repeat adding
de: Bitte fügen Sie NICHT mehrfach hinzu

source: Please choose a domain name
de: Bitte wählen Sie einen Domainnamen

source: Compression task added to the message queue!
de: Komprimierungsaufgabe zur Nachrichtenwarteschlange hinzugefügt!

source: Password or private key cannot both be empty: {}:{}
de: Passwort oder privater Schlüssel dürfen nicht beide leer sein: {}:{}

source: Enable IPv6 compatibility of the panel!
de: Aktivieren Sie die IPv6-Kompatibilität des Panels!

source: |-Adding resolution record, domain name [{}], record value [{}]...
de: |-Auflösungseintrag hinzufügen, Domänenname [{}], Eintragswert [{}]...
