Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: No QR code data, please re-open
de: Keine QR-Code-Daten, bitte erneut öffnen

source: Recovery succeeded!
de: Positionswiederherstellung erfolgreich.

source: Import database
de: Datenbank importieren

source: The specified template does NOT exist
de: Die angegebene Vorlage existiert NICHT

source: |-Saving certificate..
de: | -Sparschein..

source: |-{} Total [{}] renewal of visa tasks
de: |-{} Gesamt [{}] Erneuerung von Visa-Aufgaben

source: Requested panel info does NOT exist!
de: Angeforderte Panel-Informationen sind NICHT vorhanden!

source: First
de: Vor

source: PHP-{} processing exception detected and automatically fixed!
de: PHP-{} Verarbeitungsausnahme erkannt und automatisch behoben!

source: Max size of upload file
de: Maximale Größe der Upload-Datei

source: |---Expired backup file cleaned up:
de: |--- Abgelaufene Sicherungsdatei bereinigt:

source: Certificate saved!
de: Zertifikat gespeichert.

source: Saturday
de: Samstag

source: Project already exists
de: Projekt bereits gestartet

source: Please choose a port
de: Bitte wählen Sie einene

source: DNS error,or NOT yet in effect!<li style='color:red;'>{}</li>
de: DNS-Fehler,oder noch NICHT in Kraft!<li style='color:red;'>{}</li>

source: Successfully deleted database [{}]!
de: Datenbank erfolgreich gelöscht [{}]!

source: The database name cannot be empty
de: Datenbankname darf nicht leer sein.

source: The database user name cannot be empty
de: Datenbankname darf nicht leer sein.

source: Username cannot be less than 3 characters
de: Benutzername darf nicht kürzer als 3 Zeichen sein

source: Username or password cannot be less than 3 characters
de: Benutzername oder Passwort dürfen nicht kürzer als 3 Zeichen sein

source: Category name cannot exceed 6 Chinese characters or 18 letters
de: Der Kategoriename darf nicht mehr als 6 chinesische Zeichen oder 18 Buchstaben enthalten

source: Site stopped
de: Standort gestoppt

source: Reload panel
de: Bedienfeld neu laden

source: # Directory verification related settings for one-click application for SSL certificate
de: # Einstellungen zur Verzeichnisüberprüfung für die Ein-Klick-Anwendung für SSL-Zertifikate

source: The operation failed, please re-operate the copy or cut process
de: Der Vorgang ist fehlgeschlagen, bitte führen Sie den Kopier- oder Schneidvorgang erneut durch

source: Configuration ERROR or service NOT installed
de: KONFIGURATIONSFEHLER oder Dienst NICHT INSTALLIERT

source: Limit of script memory
de: Begrenzung des Skriptspeichers

source: Failed to modify password for database [{}]!
de: Passwort für Datenbank [{}] konnte nicht geändert werden!

source: Failed to unmount
de: Lösen der Einbindung fehlgeschlagen

source: |-Creating order..
de: Auftrag wird erstellt

source: Cannot configure API through API
de: API über API kann nicht konfiguriert werden

source: # SOME DESCRIPTIVE TITLE.
de: Beschreibender Titel

source: The extract password length cannot be less than 4 bits
de: Die Länge des Extraktpassworts darf nicht weniger als 4 Bit betragen

source: Please wait 2-3 minutes after completing the resolution and enter Y and press Enter to continue verifying the domain name:
de: Bitte warten Sie 2-3 Minuten, nachdem Sie die Auflösung abgeschlossen haben, und geben Sie Y ein und drücken Sie die Eingabetaste, um mit der Überprüfung des Domainnamens fortzufahren:

source: |-[{}] Not expired or the site does not use the Let\'s Encrypt certificate.
de: |-[{}] Nicht abgelaufen oder die Website verwendet das Let\'s Encrypt-Zertifikat nicht.

source: Type ERROR
de: Typ-Fehler

source: Saved
de: Gespeichert

source: Failed to save certificate!
de: Zertifikat konnte nicht gespeichert werden!

source: Successfully deleted site!
de: Erfolgreich gelöscht!

source: Failed to obtain Let's Encrypt Certificate. Authentication Server cannot access your site!
de: Let's Encrypt-Zertifikat konnte nicht abgerufen werden. Authentifizierungsserver kann nicht auf Ihre Website zugreifen!

source: Successfully added database [{}]!
de: Datenbank erfolgreich hinzugefügt [{}]!

source: Network restarted
de: Netzwerk neu gestartet

source: New phpMyAdmin Port
de: Neuer phpMyAdmin-Port

source: Specified protocol does NOT exist!
de: Angegebenes Protokoll existiert NICHT!

source: Cannot access verification file correctly
de: Auf die Verifizierungsdatei kann nicht korrekt zugegriffen werden

source: Sites with reverse proxy turned on cannot apply for SSL!
de: Websites mit aktiviertem Reverse Proxy können kein SSL beantragen!

source: Channel disconnected
de: Kanal getrennt

source: Writing verification file failed: {}
de: Schreiben der Verifizierungsdatei fehlgeschlagen: {}

source: Please enter the email content
de: Bitte Inhalt eingeben

source: The specified method does NOT exist
de: Die angegebene Methode existiert NICHT

source: Title and hook scripts cannot be empty
de: Titel- und Hook-Skripte dürfen nicht leer sein

source: Successfully changed SSH port to [{}]!
de: SSH-Port erfolgreich in [{}] geändert!

source: Set up website [{}] PHP version successfully
de: Website einrichten [{}] PHP-Version erfolgreich

source: Please pass in the plug-in name!
de: Bitte geben Sie den Plug-in-Namen ein!

source: The operation failed, please re-copy the copy or cut process
de: Der Vorgang ist fehlgeschlagen, bitte kopieren Sie den Kopier- oder Schneidvorgang erneut

source: Please fill in the email title
de: Bitte geben Sie den E-Mail-Betreff an.

source: The target file name already exists!
de: Der Zieldateiname existiert bereits!

source: |-ERROR, password cannot be empty
de: |-Fehler, Passwort darf nicht leer sein

source: There are currently no tasks executing in the queue{}!
de: Derzeit werden keine Aufgaben in der Warteschlange ausgeführt {}!

source: Disable website [{}] successfully
de: Website [{}] erfolgreich deaktivieren

source: This version of Python is NOT installed
de: Diese Python-Version ist NICHT INSTALLIERT

source: Delete the SSH information of HOST: {}
de: Löschen Sie die SSH-Informationen des HOSTS: {}

source: The panel certificate does not exist. Please apply for the panel certificate and try again.
de: Das Panel-Zertifikat existiert nicht. Bitte bewerben Sie sich für das Panel-Zertifikat und versuchen Sie es erneut.

source: Every {} Hours, run at {} Min
de: Alle {} Stunden, läuft um {} Min.

source: Not enough disk space
de: Möglicherweise ist nicht genügend Platz auf dem Datenträger.

source: No special characters can be included in the file name!
de: Im Dateinamen dürfen keine Sonderzeichen enthalten sein!

source: Dashboard only display up to 12 software!
de: Dashboard zeigt nur bis zu 12 Software an!

source: Failed to recover [{}] from recycle bin!
de: Fehler beim Wiederherstellen von [{}] aus dem Papierkorb!

source: The specified module does not exist!
de: Das angegebene Modul existiert nicht!

source: Successfully changed directory of site [{}]!
de: Verzeichnis der Website [{}] erfolgreich geändert!

source: Size of process code
de: Größe des Prozesscodes

source: The list of applied domain names cannot be empty.
de: Die Liste der angewendeten Domänennamen darf nicht leer sein.

source: This feature cannot be used in offline mode!
de: Diese Funktion kann nicht im Offline-Modus verwendet werden!

source: Successfully modify the panel menu display list
de: Die Anzeigeliste des Bedienfeldmenüs wurde erfolgreich geändert

source: Error getting ACME endpoint
de: Fehler beim Abrufen des ACME-Endpunkts

source: Currently renewal tasks in progress!
de: Derzeit laufende Erneuerungsaufgaben!

source: The domain name does not belong to this DNS service provider, please make sure the domain name is filled in correctly.
de: Der Domainname gehört nicht zu diesem DNS-Dienstanbieter, bitte stellen Sie sicher, dass der Domainname korrekt ausgefüllt ist.

source: Max num of connections
de: Max. Anzahl der Verbindungen

source: Successfully renamed!
de: Erfolgreich umbenannt@info:status

source: Login success
de: Anmeldung erfolgreich

source: PHP configuration
de: PHP-Konfiguration

source: Backup site [{}] succeed!
de: Backup-Site [{}] erfolgreich!

source: Hash table size of server name
de: Hash-Tabellengröße des Servernamens

source: Unknown
de: Unbekannt

source: Wildcard domain and subdomain cannot apply for a certificate together
de: Wildcard-Domain und Subdomain können nicht zusammen ein Zertifikat beantragen

source: In MySQL configuration file detected and auto fixed an error, which may cause mysqld service unable to start!
de: In der MySQL-Konfigurationsdatei wurde ein Fehler erkannt und automatisch behoben, der dazu führen kann, dass der MySQL-Dienst nicht gestartet werden kann!

source: Failed to connect to SSH service!
de: Verbindung zum SSH-Dienst fehlgeschlagen!

source: Site [{}] does NOT exist!
de: Website existiert nicht

source: User deletion failed!
de: Löschen fehlgeschlagen

source: Successfully cleared {} tasks!
de: {} Aufgaben erfolgreich erledigt!

source: Failed to clean expired backup, error: {}
de: Fehler beim Säubern des abgelaufenen Backups, Fehler: {}

source: Updating plugin...
de: Aktualisiere Plugin...

source: Task queue activated
de: Aufgabenwarteschlange aktiviert

source: Required parameters: --domain list of domain names, multiple separated by commas!
de: Erforderliche Parameter: --domain list of domain names, multiple separated by commas!

source: Successfully created file!
de: erfolgreich erstellt!

source: Current DNS is NOT available
de: Aktuelles DNS ist NICHT VERFÜGBAR

source: Primary domain cannot be wildcard DNS record
de: Primäre Domain kann kein Wildcard-DNS-Datensatz sein

source: Batch copied from [{}] to [{}]
de: Charge kopiert von [{}] nach [{}]

source: The number of panel threads should be between 1-1024
de: Die Anzahl der Panel-Gewinde sollte zwischen 1-1024 liegen

source: Successfully imported database!
de: Datenbank erfolgreich importiert!

source: ENABLE successfully
de: Erfolgreich AKTIVIERT

source: The specified custom compilation parameters do not exist!
de: Die angegebenen benutzerdefinierten Kompilierungsparameter sind nicht vorhanden!

source: Modify the SSH information of HOST: {}
de: Ändern Sie die SSH-Informationen des HOSTS: {}

source: The mail server already exists, please uninstall before reinstalling
de: Der Mailserver ist bereits vorhanden, bitte deinstallieren Sie ihn vor der Neuinstallation

source: Please fill in the email content!
de: Bitte Inhalt eingeben

source: The database list is not empty. For your data security, please backup and delete the existing database.<br>Forced uninstall command: rm -rf /www/server/mysql
de: Die Datenbankliste ist nicht leer. Zu Ihrer Datensicherheit sichern und löschen Sie bitte die vorhandene Datenbank.<br>Erzwungener Deinstallationsbefehl: rm -rf /www/server/mysql

source: |-ERROR, password cannot contain special characters
de: |-Fehler, Kennwort darf keine Sonderzeichen enthalten

source: Failed to send
de: Senden fehlgeschlagen

source: Currently not bound WeChat account
de: Derzeit nicht gebundenes WeChat-Konto

source: |-The DNS verification failed. Please check if the key is correct.
de: |-Die DNS-Verifizierung ist fehlgeschlagen. Bitte überprüfen Sie, ob der Schlüssel korrekt ist.

source: No plugin info found in the archive, please check the plugin package!
de: Keine Plugin-Informationen im Archiv gefunden, bitte überprüfen Sie das Plugin-Paket!

source: Configuration
de: Konfiguration

source: After configuring Force HTTPS, you cannot use [File Verification] to apply for a certificate!
de: Nach der Konfiguration von Force https können Sie [File Verification] nicht mehr verwenden, um ein Zertifikat zu beantragen!

source: Temporary file does NOT exist, please re-upload!
de: Temporäre Datei existiert NICHT, bitte erneut hochladen!

source: Every {} Minutes
de: Jede Minute

source: Invalid order, this order is currently in a verification failure state!
de: Ungültige Bestellung, diese Bestellung befindet sich derzeit in einem Verifizierungsfehlerzustand!

source: 1. The resolution is not correct, or the resolution is not effective [Please resolve the domain name correctly, or wait for the resolution to take effect and try again]
de: 1. Die Auflösung ist nicht korrekt oder die Auflösung ist nicht wirksam [Bitte lösen Sie den Domainnamen korrekt auf oder warten Sie, bis die Auflösung wirksam wird, und versuchen Sie es erneut]

source: Successfully modified root password!
de: Das Root-Passwort wurde erfolgreich geändert!

source: The specified plugin does not exist!
de: Das angegebene Plugin existiert nicht.

source: Force logout of temporary users:{}
de: Abmeldung temporärer Benutzer erzwingen:{}

source: |-Renewed successfully!
de: Erneuerung erfolgreich.

source: |-Renewal failed:
de: |-Erneuerung fehlgeschlagen:

source: Error, unable to auto install pyOpenSSL!<p>Plesea try to manually install: pip install pyOpenSSL</p>
de: Fehler, pyOpenSSL kann nicht automatisch installiert werden!<p>Bitte versuchen Sie, pyOpenSSL manuell zu installieren: pip install pyOpenSSL</p>

source: Turn off access limit: rm -f /www/server/panel/data/domain.conf
de: Zugriffsbeschränkung deaktivieren: rm -f /www/server/panel/data/domain.conf

source: Delete temporary login URL
de: Temporäre Login-URL löschen

source: Installed third-party plugin [{}]
de: Installiertes Drittanbieter-Plugin [{}]

source: Get successful, please manually resolve the domain name
de: Erfolgreich sein, bitte lösen Sie den Domainnamen manuell auf

source: Failed to get!
de: Fehler beim Abrufen der Daten

source: Secret key verification failed
de: Überprüfung des geheimen Schlüssels fehlgeschlagen

source: Logs emptied
de: Protokolle geleert

source: log is empty
de: Protokolldatei ist leer

source: No log file
de: Keine Protokolldatei...

source: Start scan successful
de: Scan starten erfolgreich

source: The directory was not scanned
de: Das Verzeichnis wurde nicht gescannt

source: Type mismatch
de: Typenkonflikt

source: Record does not exist
de: Der Datensatz ist nicht vorhanden.

source: The password has expired, please change it!
de: Das Passwort ist abgelaufen, bitte ändern Sie es!

source: The log file is too large!
de: Die Datei ist zu groß

source: Safe mode
de: Sicherer Modus

source: Email does not exist
de: E-Mail-Adresse nicht vorhanden

source: Secret Key is incorrect
de: Geheimer Schlüssel ist falsch

source: |-If your server provider is [Alibaba Cloud] [Tencent Cloud] [Huawei Cloud] or other servers with [Security Group] enabled, please go to the security group release [{}] port to access the panel
de: |-Wenn Ihr Serveranbieter [Alibaba Cloud] [Tencent Cloud] [Huawei Cloud] oder andere Server mit aktivierter [Security Group] ist, gehen Sie bitte zum Port für die Freigabe der Sicherheitsgruppe [{}], um auf das Panel zuzugreifen

source: The username does not exist. Please turn on and try again.
de: Der Benutzername existiert nicht. Bitte schalten Sie ein und versuchen Sie es erneut.

source: Add up to 10 categories!
de: Fügen Sie bis zu 10 Kategorien hinzu!

source: Execution failed, check if Apache installed
de: Ausführung fehlgeschlagen. Überprüfen Sie, ob Apache installiert ist

source: The current IE browser version is too low to display some features, please use another browser. Or if you use a browser developed by a Chinese company, please switch to Extreme Mode!
de: Die aktuelle IE-Browser-Version ist zu niedrig, um einige Funktionen anzuzeigen. Bitte verwenden Sie einen anderen Browser. Oder wenn Sie einen von einem chinesischen Unternehmen entwickelten Browser verwenden, wechseln Sie bitte in den Extreme Mode!

source: Successfully reloaded
de: Erfolgreich neu geladen

source: There was an error creating, please try again.
de: Leider ist ein Fehler aufgetreten, bitte versuchen Sie es später erneut.

source: Please don't refresh verification code too frequently!
de: Bitte aktualisiere den Verifizierungscode nicht zu oft!

source: Create softlink: {} -> {}
de: Softlink erstellen: {} -> {}

source: Size of process data segment
de: Größe des Prozessdatensegments

source: The file format does not support online editing!
de: Das Dateiformat unterstützt keine Online-Bearbeitung!

source: The domain you tried to add already exists!
de: Die Domain, die Sie hinzufügen wollten, existiert bereits!

source: Port already exists!
de: Bereits vorhanden!

source: Database [{}] already at the recycle bin, please recover from the recycle bin!
de: Datenbank [{}] bereits am Papierkorb, bitte aus dem Papierkorb wiederherstellen!

source: Please login with account first
de: Bitte melden Sie sich zuerst mit Ihrem Konto an

source: Change panel username
de: Panel-Benutzername ändern

source: Failed to read file!
de: Datei konnte nicht gelesen werden!

source: IP verification failed, your access IP is
de: IP-Verifizierung fehlgeschlagen, Ihre Zugriffs-IP ist

source: unknown error: {}
de: unbekannter Fehler

source: Website document root: {}
de: Stamm des Website-Dokuments: {}

source: Cannot issue a certificate for {}, cannot apply for a wildcard certificate with a domain name suffix directly!
de: Kann kein Zertifikat für {} ausstellen, kann kein Wildcard-Zertifikat mit einem Domain-Namen-Suffix direkt beantragen!

source: ERROR: Unable to connect to the {} server, please check if the [AK/SK/Storage] setting is correct!
de: FEHLER: Verbindung zum {} Server nicht möglich, bitte überprüfen Sie, ob die Einstellung [AK/SK/Storage] korrekt ist!

source: Database configuration file failed to get checked, please check if MySQL configuration file exists [/etc/my.cnf]
de: Datenbankkonfigurationsdatei konnte nicht überprüft werden, bitte überprüfen Sie, ob MySQL-Konfigurationsdatei vorhanden ist [/etc/my.cnf]

source: Static
de: Statisch

source: [Composer.json] configuration file is not found in the specified directory!
de: [Composer.json] Konfigurationsdatei wurde im angegebenen Verzeichnis nicht gefunden!

source: Successfully deleted directory!
de: Verzeichnis erfolgreich gelöscht!

source: Successfully changed password for FTP user[{}]!
de: Passwort für FTP-Benutzer[{}] erfolgreich geändert!

source: STMP information was not found, please re-add custom mail STMP in the settings
de: STMP-Informationen wurden nicht gefunden, bitte fügen Sie benutzerdefinierte Mail-STMP in den Einstellungen erneut hinzu

source: Set plugin ['{}'] AS!
de: Plugin ['{}'] als festlegen!

source: Successfully uploaded to {}
de: Erfolgreich hochgeladen

source: Delete user {} successfully!
de: Benutzer {} erfolgreich gelöscht!

source: No changes submitted
de: Keine Änderungen eingereicht

source: Cleared!
de: Gelöscht!

source: Uncompression succeeded!
de: Entkomprimierung erfolgreich!

source: MySQL password ERROR!
de: MySQL-Passwortfehler!

source: |-Verification succeeded!
de: Betätigung erfolgreich

source: |-Sending CSR..
de: |-Senden von CSR..

source: Root password changed for database!
de: Root-Passwort für Datenbank geändert!

source: Did not find the apache phpmyadmin ssl configuration file, please try to close the ssl port settings before opening
de: Die Konfigurationsdatei für Apache phpmyadmin ssl wurde nicht gefunden. Bitte versuchen Sie, die Einstellungen für den SSL-Port vor dem Öffnen zu schließen.

source: Password cannot be less than 5 characters!
de: Das Passwort darf nicht kürzer als 8 Zeichen sein

source: Directory has been backed up to: {}
de: Verzeichnis wurde gesichert auf: {}

source: Checking...
de: Wird geprüft…

source: Certificate deleted!
de: Zertifikat gelöscht!

source: <h2>Current TXT record expired, please re-acquire!</h2>
de: <h2>Aktueller TXT-Datensatz abgelaufen, bitte erneut erwerben!</h2>

source: Currently no certificates to renew
de: Derzeit keine Zertifikate zum Verlängern

source: Please install the {} extension first.
de: Bitte installieren Sie zuerst die {} Erweiterung.

source: Panel initialization address
de: Panel-Initialisierungsadresse

source: Failed to send mail, error reason [{}]
de: E-Mail konnte nicht gesendet werden, Fehlergrund [{}]

source: Add custom compilation parameters: {}:{}
de: Benutzerdefinierte Kompilierungsparameter hinzufügen: {}:{}

source: |-IP access limit cancelled
de: | -IP-Zugriffsbeschränkung aufgehoben

source: |-The user abandons the application and exits the program!
de: |-Der Benutzer verlässt die Anwendung und beendet das Programm!

source: Start backup
de: Sicherung starten

source: The operation failed, please re-operate
de: Der Vorgang ist fehlgeschlagen, bitte wiederholen Sie den Vorgang

source: Certificate read failed, directory does not exist!
de: Das Lesen des Zertifikats ist fehlgeschlagen, das Verzeichnis existiert nicht!

source: Redirection suspended
de: Umleitung ausgesetzt

source: Please specify the website document root
de: Bitte geben Sie das Stammdokument der Website an

source: Authenticating password
de: Neues Passwort eingeben:

source: Batch deleting successful!
de: Stapel-Löschung erfolgreich!

source: Specify the order index
de: Geben Sie den Bestellindex an

source: File download failed!
de: Download beendet!

source: Site Logs emptied!
de: Standortprotokolle geleert!

source: Delete common commands [{}]
de: Häufige Befehle löschen [{}]

source: Certificate read failed!
de: Lesen des Zertifikats fehlgeschlagen!

source: Please enter an integer for the RDB parameter
de: Bitte geben Sie eine ganze Zahl für den RDB-Parameter ein

source: Close
de: Schließen

source: Apache2.2 does NOT support MultiPHP!
de: Apache2.2 unterstützt MultiPHP NICHT!

source: A global reverse proxy already exists in the rewrite/nginx master configuration/vhost file
de: In der Datei rewrite/nginx master configuration/vhost existiert bereits ein globaler Reverse Proxy

source: Old redirection cleaned
de: Alte Umleitung gereinigt

source: |-Return the verification information to the front end, wait for the user to manually resolve the domain name and complete the verification...
de: |- Geben Sie die Verifizierungsinformationen an das Frontend zurück, warten Sie, bis der Benutzer den Domainnamen manuell aufgelöst und die Verifizierung abgeschlossen hat...

source: Pgsql listening address
de: Pgsql-Listening-Adresse

source: The available disk space of the target partition is less than {}, and the backup cannot be completed. Please increase the disk capacity or change the default backup directory on the settings page!
de: Der verfügbare Speicherplatz der Zielpartition ist kleiner als {}, und die Sicherung kann nicht abgeschlossen werden. Bitte erhöhen Sie die Festplattenkapazität oder ändern Sie das Standard-Backup-Verzeichnis auf der Einstellungsseite!

source: [ {} ] The certificate renewal was successful.
de: [ {} ] Die Erneuerung des Zertifikats war erfolgreich.

source: Successfully copied directory!
de: Verzeichnis erfolgreich kopiert!

source: Successfully deleted backup files
de: Backup-Dateien erfolgreich gelöscht

source: Access Denied
de: Zugang verweigert

source: Failed to move file or directory!
de: Datei oder Verzeichnis konnten nicht verschoben werden!

source: Possible reason:
de: Mögliche Ursache

source: Error getting certificate
de: Fehler beim Abrufen des Zertifikats

source: Please enter the data you need to send
de: Bitte geben Sie die Daten ein, die Sie senden möchten

source: |-Number of verifications: {}, value: {}
de: |-Nummer der Verifizierungen: {}, Wert: {}

source: Test data returned by the backend
de: Vom Backend zurückgegebene Testdaten

source: The specified site root does not exist, please check: {}
de: Das angegebene Site-Stammverzeichnis existiert nicht, bitte überprüfen Sie: {}

source: URL rewrite rule reference, any modification will invalidate the rewrite rules set by the panel
de: URL-Regel-Referenz umschreiben, jede Änderung wird die vom Panel festgelegten Rewrite-Regeln ungültig machen
