Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Failed to delete file!
de: Löschen der Datei fehlgeschlagen!

source: The softlink file was created successfully
de: Die Softlink-Datei wurde erfolgreich erstellt

source: Whether to turn on pathinfo
de: Ob Pathinfo aktiviert werden soll

source: Successfully added mapping [{}]
de: Zuordnung [{}] erfolgreich hinzugefügt

source: This is not a directory
de: Dies ist kein Verzeichnis

source: Verification error!
de: Fehler bei der Verifizierung!

source: Successfully changed
de: Erfolgreich geändert

source: Check ERROR
de: Prüffehler

source: System critical directory cannot be used as FTP directory!
de: Systemkritisches Verzeichnis kann nicht als FTP-Verzeichnis verwendet werden!

source: |-Get CA verification results [{}]...
de: |-CA-Verifizierungsergebnisse abrufen [{}]...

source: Path format is incorrect, the format is /xxx
de: Pfadformat ist falsch, das Format ist /xxx

source: Successfully deleted directory!
de: Verzeichnis erfolgreich gelöscht!

source: Successfully created directory!
de: Verzeichnis erfolgreich erstellt!

source: Site [{}] subdirectory [{}] bound to [{}]
de: Site [{}] Unterverzeichnis [{}] an [{}] gebunden

source: Already installed
de: Bereits installiert

source: Set URL rewrite
de: URL-Umschreibung festlegen

source: Specific parameters are invalid!
de: Spezifische Parameter sind ungültig!

source: Please enter your vaild email
de: Bitte geben Sie Ihre gültige E-Mail-Adresse ein

source: |-All domain names are verified and CSR is being sent...
de: |-Alle Domänennamen wurden überprüft und CSR wird gesendet...

source: Batch setting permission successful!
de: Batch-Berechtigung erfolgreich festgelegt!

source: |-Check CA verification results [{}]...
de: |-CA-Überprüfungsergebnisse prüfen [{}]...

source: Migration successful
de: Migration erfolgreich

source: Specified category name already exists!
de: Der angegebene Kategoriename existiert bereits!

source: |-Getting verification information..
de: |-Bestätigungsinformationen werden abgerufen..

source: The composer.json configuration file was not found in the specified directory!
de: Die Konfigurationsdatei composer.json wurde im angegebenen Verzeichnis nicht gefunden!

source: Your input is illegal and the modification failed
de: Ihre Eingabe ist ungültig und die Änderung ist fehlgeschlagen

source: Failed to set database permission [{}] => {}
de: Datenbankberechtigung konnte nicht festgelegt werden [{}] => {}

source: ASP tag support
de: ASP-Tag-Unterstützung

source: Return type ERROR
de: Rückgabetyp FEHLER

source: Unbound user
de: Ungebundener Benutzer

source: Password is incorrect, Username:{}, Password:{}, Login IP:{}
de: Passwort ist falsch, Benutzername:{}, Passwort:{}, Login-IP:{}

source: Successfully set, the site will stop automatically when expires!
de: Erfolgreich festgelegt, die Site wird automatisch beendet, wenn sie abläuft!

source: The specified order does not exist!
de: Die angegebene Bestellung existiert nicht!

source: Software list updated!
de: Softwareliste aktualisiert!

source: The target URL format is incorrect {}
de: Das Ziel-URL-Format ist falsch {}

source: Get Site run path false
de: Site-Ausführungspfad abrufen false

source: File has parmanently deleted from recycle bin {}!
de: Datei wurde dauerhaft aus dem Papierkorb {} gelöscht!

source: Change panel password
de: Panel-Passwort ändern

source: Failed to get, please try again later!
de: Abruf fehlgeschlagen, bitte versuchen Sie es später erneut!

source: File upload failed, skip this backup!
de: Datei-Upload fehlgeschlagen, überspringen Sie dieses Backup!

source: User [{}] exists!
de: Benutzer [{}] existiert!

source: Backup to {}, a total of {} {}, and failures {}.
de: Backup auf {}, insgesamt {} {} und Fehler {}.

source: Please enter the host domain name
de: Bitte geben Sie den Host-Domänennamen ein

source: Install
de: Installieren

source: The specified website profile does not exist
de: Das angegebene Website-Profil existiert nicht

source: Modified access port to {} for phpMyAdmin!
de: Zugriffsport für phpMyAdmin auf {} geändert!

source: The domain already exists
de: Die Domain existiert bereits

source: Failed to get php version!
de: PHP-Version konnte nicht abgerufen werden!

source: Successfully unmounted, some directories may need to restart the server to take effect!
de: Erfolgreich ausgehängt, für einige Verzeichnisse muss der Server möglicherweise neu gestartet werden, damit die Änderungen wirksam werden!

source: Operation succeeded
de: Vorgang erfolgreich

source: The specified username not exists!
de: Der angegebene Benutzername existiert nicht!

source: Tomcat mapping closed!
de: Tomcat-Mapping geschlossen!

source: Current txt record expired, please re-acquire
de: Aktueller TXT-Datensatz abgelaufen, bitte erneut anfordern

source: Successfully changed pgsql user access authority
de: Zugriffsberechtigung des pgsql-Benutzers erfolgreich geändert

source: Wrong parameter length!
de: Falsche Parameterlänge!

source: Failed to obtain authorization: {}
de: Autorisierung konnte nicht abgerufen werden: {}

source: The same as the current storage directory, file cannot be moved!
de: Dasselbe wie das aktuelle Speicherverzeichnis, Datei kann nicht verschoben werden!

source: Response resources should use URI path or HTTP status code, such as: /test.png or 404
de: Antwortressourcen sollten URI-Pfad oder HTTP-Statuscode verwenden, wie: /test.png oder 404

source: The specified command name already exists
de: Der angegebene Befehlsname existiert bereits

source: |-Error: {}, exit the application process.
de: |-Fehler: {}, beenden Sie den Anwendungsprozess.

source: Successfully saved
de: Erfolgreich gespeichert

source: PHP load status acquisition failed!
de: PHP-Ladestatus konnte nicht abgerufen werden!

source: Batch operating succeeded [{}], failed [{}]
de: Batch-Operation erfolgreich [{}], fehlgeschlagen [{}]

source: There was an error setting, please try again.
de: Bei der Einstellung ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.

source: Stop
de: Stopp

source: Set site [{}] to password authentication required!
de: Site [{}] auf erforderliche Kennwortauthentifizierung einstellen!

source: ERROR: API service is NOT enabled!
de: FEHLER: API-Dienst ist NICHT aktiviert!

source: Cannot upload files to the system document root!
de: Dateien können nicht in das Systemdokumentstammverzeichnis hochgeladen werden!

source: Uncompression failed!
de: Dekomprimierung fehlgeschlagen!

source: Unable to complete the automatic authentication, please add 127.0.0.1 to the server list and set the authentication method to [password authentication]
de: Automatische Authentifizierung konnte nicht abgeschlossen werden. Fügen Sie 127.0.0.1 zur Serverliste hinzu und legen Sie die Authentifizierungsmethode auf [Passwortauthentifizierung] fest.

source: There are currently no certificates to renew!
de: Derzeit sind keine Zertifikate zum Erneuern vorhanden!

source: Sort saved
de: Sortierung gespeichert

source: |-{} Query verification results..
de: |-{} Abfrageüberprüfungsergebnisse..

source: When applying using dnsapi, specify the dnsapi key in the --dns_key parameter!
de: Wenn Sie dnsapi verwenden, geben Sie den dnsapi-Schlüssel im Parameter --dns_key an!

source: Successfully mounted
de: Erfolgreich gemountet

source: Edit notes
de: Notizen bearbeiten

source: Expired backup files have been cleaned from disk: {}
de: Abgelaufene Sicherungsdateien wurden von der Festplatte gelöscht: {}

source: |-ERROR, password cannot be less than 8 characters
de: |-FEHLER, Passwort darf nicht kürzer als 8 Zeichen sein

source: Have not installed the mail server before, please feel free to install
de: Habe den Mailserver noch nicht installiert, bitte installieren Sie ihn

source: The authentication is successful and the session channel is being constructed
de: Die Authentifizierung ist erfolgreich und der Sitzungskanal wird erstellt

source: Please enter the content to be replaced
de: Bitte geben Sie den zu ersetzenden Inhalt ein

source: Test Database
de: Datenbank testen

source: System database, cannot be deleted
de: Systemdatenbank, kann nicht gelöscht werden

source: Please bind your account first!
de: itte binden Sie zuerst Ihr Konto!

source: Successful to update to {}
de: Aktualisierung auf {} erfolgreich

source: File moved to recycle bin!
de: Datei in den Papierkorb verschoben!

source: Number of databases
de: Anzahl der Datenbanken

source: This domain name does not exist under this dnspod account, adding resolution failed!
de: Dieser Domänenname existiert unter diesem DNS-Konto nicht, Hinzufügen der Auflösung fehlgeschlagen!

source: Successfully repaired!
de: Erfolgreich repariert!

source: Failed to uninstall Python, please try again
de: Python konnte nicht deinstalliert werden, bitte versuchen Sie es erneut

source: Specify max security depth of the server's execution stack. Default value is 2MB
de: Maximale Sicherheitstiefe des Ausführungsstapels des Servers angeben. Der Standardwert ist 2 MB

source: Size of used page table
de: Größe der verwendeten Seitentabelle

source: Failed to change
de: Änderung fehlgeschlagen

source: Request timeout
de: Anforderungstimeout

source: Temporary user has been forcibly logged out:{}
de: Temporärer Benutzer wurde zwangsweise abgemeldet:{}

source: Incorrect email address! [{}]
de: Falsche E-Mail-Adresse! [{}]

source: The email does not exist, please add it to the mailbox
de: Die E-Mail existiert nicht, bitte fügen Sie sie dem Postfach hinzu

source: Get worker IdleWorkers False
de: Arbeiter abrufen IdleWorkers False

source: You cannot login now because login failed too many times!
de: Sie können sich jetzt nicht anmelden, da die Anmeldung zu oft fehlgeschlagen ist!

source: Per Day
de: Pro Tag

source: The site you tried to add already exists!
de: Die Site, die Sie hinzufügen wollten, existiert bereits!

source: The panel version is too low, please update to the latest version
de: Die Panel-Version ist zu niedrig, bitte aktualisieren Sie auf die neueste Version

source: Directory moved to recycle bin!
de: Verzeichnis in den Papierkorb verschoben!

source: Configuration file mismatch caused by reinstalling Nginx fixed
de: Konfigurationsdatei-Fehlanpassung durch Neuinstallation von Nginx behoben

source: Next
de: Weiter

source: [Force HTTPS] is enabled on the current website, please turn off this function before applying for an SSL certificate!
de: [HTTPS erzwingen] ist auf der aktuellen Website aktiviert, bitte deaktivieren Sie diese Funktion, bevor Sie ein SSL-Zertifikat beantragen!

source: File does not exist!
de: Datei existiert nicht!

source: Please enter the domain name
de: Bitte geben Sie den Domänennamen ein

source: Clearing IP info
de: IP-Informationen werden gelöscht

source: The file name contains more than 128 bytes
de: Der Dateiname enthält mehr als 128 Bytes

source: This entrance has been used by the panel, please set another entrances!
de: Dieser Eingang wurde vom Panel verwendet, bitte legen Sie andere Eingänge fest!

source: URL suffix cannot be empty
de: URL-Suffix darf nicht leer sein

source: Please enter the correct IP address
de: Bitte geben Sie die richtige IP-Adresse ein

source: The format of the parameter passed to the script is incorrect
de: Das Format des an das Skript übergebenen Parameters ist falsch

source: Username cannot be empty
de: Benutzername darf nicht leer sein

source: Failed to send notification
de: Benachrichtigung konnte nicht gesendet werden

source: Depends on the following software, please install [{}] first
de: Hängt von der folgenden Software ab, bitte installieren Sie zuerst [{}]

source: Specified redirect name already exists
de: Angegebener Umleitungsname existiert bereits

source: Failed to optimize or already optimized
de: Optimierung fehlgeschlagen oder bereits optimiert

source: Limit on the number of connections that an individual child server will handle during its life
de: Begrenzung der Anzahl von Verbindungen, die ein einzelner untergeordneter Server während seiner Lebensdauer verarbeiten kann

source: Limit of upload size cannot be less than 2 MB
de: Begrenzung der Upload-Größe darf nicht kleiner als 2 sein MB

source: Failed to get, there is no default document in the configuration file
de: Abruf fehlgeschlagen, in der Konfigurationsdatei ist kein Standarddokument vorhanden

source: Missing requests component, please try to repair the panel!
de: Fehlende Anforderungskomponente, bitte versuchen Sie, das Panel zu reparieren!

source: Max connections
de: Maximale Anzahl an Verbindungen

source: Verification failed
de: Überprüfung fehlgeschlagen

source: The DNS of the server is faulty and the domain name cannot be resolved. Please use the Linux toolbox to check the DNS configuration
de: Der DNS des Servers ist fehlerhaft und der Domänenname kann nicht aufgelöst werden. Bitte verwenden Sie die Linux-Toolbox, um die DNS-Konfiguration zu überprüfen

source: It is not allowed to mount to a mounted subdirectory
de: Das Mounten in ein gemountetes Unterverzeichnis ist nicht zulässig

source: ERROR, the specified configuration value does NOT exist!
de: FEHLER, der angegebene Konfigurations-Wert existiert NICHT!

source: Cancelled!
de: Abgebrochen!

source: Waiting for renewal
de: Warten auf Erneuerung

source: Failed to import database!
de: Datenbank konnte nicht importiert werden!

source: |-Cleared [{}], deleted [{}] files, freed disk space [{}]
de: |-Gelöscht [{}], gelöscht [{}] Dateien, freigegebener Speicherplatz [{}]

source: Every {}, run at {} Hour {} Min
de: Alle {}, ausgeführt um {} Stunde {} Min

source: Panel settings
de: Paneleinstellungen

source: No certificate found for the specified order!
de: Für die angegebene Bestellung wurde kein Zertifikat gefunden!

source: There is a problem with Tomcat {} environment, please check if it is normal
de: Es gibt ein Problem mit der Tomcat {}-Umgebung, bitte prüfen Sie, ob es normal ist

source: Tomcat external port
de: Externer Tomcat-Port

source: 'Successfully modified cron job [{}]'
de: 'Cron-Job [{}] erfolgreich geändert'

source: Email sending failed, please check if the STMP password or host is correct!
de: E-Mail-Versand fehlgeschlagen, bitte prüfen Sie, ob das STMP-Passwort oder der Host korrekt ist!

source: Successfully uncompressed file from [{}] to [{}]!
de: Datei erfolgreich von [{}] nach [{}] dekomprimiert!

source: Your current IP is[{}],please use correct IP to access!
de: Ihre aktuelle IP ist [{}], bitte verwenden Sie die richtige IP für den Zugriff!

source: Please uninstall [{}] first
de: Bitte deinstallieren Sie zuerst [{}]

source: |-Certificate obtained successfully!
de: |-Zertifikat erfolgreich erhalten!

source: Connection failure: {}
de: Verbindungsfehler: {}

source: Successfully synced server time!
de: Serverzeit erfolgreich synchronisiert!

source: You cannot have extra parameters
de: Sie können keine zusätzlichen Parameter haben

source: Keep the latest number of backups: {} copies
de: Aktuelle Anzahl an Backups behalten: {} Kopien

source: Open successfully, please manually release phpmyadmin ssl port
de: Erfolgreich geöffnet, bitte geben Sie den phpmyadmin SSL-Port manuell frei

source: Restart panel
de: Panel neu starten

source: Unable to initialize ACME client
de: ACME-Client kann nicht initialisiert werden

source: Name must contain more than 3 and less than 15 characters
de: Name muss mehr als 3 und weniger als 15 Zeichen enthalten

source: Database has been backed up to: {}
de: Datenbank wurde gesichert auf: {}

source: User Management
de: Benutzerverwaltung

source: Directory size: {}
de: Verzeichnisgröße: {}

source: Get help
de: Abrufen Hilfe

source: Failed to add
de: Hinzufügen fehlgeschlagen

source: Hotlink Protection for site [{}] enabled!
de: Hotlink-Schutz für Site [{}] aktiviert!

source: Format of primary domain is incorrect
de: Format der primären Domain ist falsch

source: Turn off access limit: rm -f /www/server/panel/data/limitip.conf
de: Zugriffslimit deaktivieren: rm -f /www/server/panel/data/limitip.conf

source: Data recovery failed!
de: Datenwiederherstellung fehlgeschlagen!

source: Backup error!
de: Backup-Fehler!

source: Old proxy
de: Alter Proxy

source: Username or Password incorrect: {}
de: Benutzername oder Passwort falsch: {}

source: DNS server connection failed, please check if the key is correct.
de: DNS-Serververbindung fehlgeschlagen, bitte prüfen Sie, ob der Schlüssel richtig ist.

source: Can NOT get target URL
de: Ziel-URL kann NICHT abgerufen werden

source: WebShell behavior
de: WebShell-Verhalten

source: Delete [ {} ] dir auth successfully
de: Authentifizierung für [ {} ] erfolgreich gelöscht

source: Short tag support
de: Kurztag-Unterstützung

source: Site [{}], document root [{}] does NOT exist, recreated!
de: Site [{}], Dokumentstamm [{}] existiert NICHT, neu erstellt!

source: Added trojan scan task for directory [{}]!
de: Trojaner-Scan-Aufgabe für Verzeichnis [{}] hinzugefügt!

source: Binding success
de: Bindung erfolgreich

source: Project already stopped
de: Projekt bereits gestoppt

source: No recipient, set the basic information of the mail first please.
de: Kein Empfänger, bitte zuerst die Basisinformationen der E-Mail festlegen.

source: This favorite object could not be found!
de: Dieses Favoritenobjekt konnte nicht gefunden werden!

source: Unable to write to file, please check if system hardening is enabled!
de: Schreiben in Datei nicht möglich, bitte prüfen Sie, ob die Systemhärtung aktiviert ist!

source: No drafts available!
de: Keine Entwürfe verfügbar!

source: Size of physical memory that the table process has locked
de: Größe des physischen Speichers, den der Tabellenprozess gesperrt hat

source: Recovery failed!
de: Wiederherstellung fehlgeschlagen!

source: Execution failed: {}
de: Ausführung fehlgeschlagen: {}

source: Password must be at least [{}] characters
de: Passwort muss mindestens [{}] Zeichen lang sein

source: Successfully cancelled
de: Erfolgreich abgebrochen

source: Size of library used by process
de: Größe der vom Prozess verwendeten Bibliothek

source: |-Verified, content [{}]...
de: |-Verifiziert, Inhalt [{}]...

source: #referenced redirect rule, if commented, the configured redirect rule will be invalid
de: #referenzierte Umleitungsregel, wenn kommentiert, ist die konfigurierte Umleitungsregel ungültig

source: Registration for ACME account failed: {}
de: Registrierung für ACME-Konto fehlgeschlagen: {}

source: Hazardous file operation vulnerabilities
de: Gefährliche Sicherheitslücken bei Dateioperationen

source: Successfully deleted file [{}]!
de: Datei [{}] erfolgreich gelöscht!

source: System critical directory cannot be used as site directory
de: Systemkritisches Verzeichnis kann nicht als Site-Verzeichnis verwendet werden

source: GET/POST exploitable vulnerabilities
de: Mit GET/POST ausnutzbare Schwachstellen

source: aaPanel Alert Test Email
de: aaPanel-Alarmtest-E-Mail

source: How many dirty pages are written in one cycle
de: Wie viele schmutzige Seiten werden in einem Zyklus geschrieben?

source: Key verification failed
de: Schlüsselüberprüfung fehlgeschlagen

source: |-New username: {}
de: |-Neuer Benutzername: {}

source: Empty successfully
de: Erfolgreich entleeren

source: The send type is not supported
de: Der Sendetyp wird nicht unterstützt

source: Successfully created file [{}]!
de: Datei [{}] erfolgreich erstellt!

source: Editing this directory may cause service exceptions!
de: Das Bearbeiten dieses Verzeichnisses kann zu Dienstausnahmen führen!

source: The configuration content cannot be converted to json format! {}
de: Der Konfigurationsinhalt kann nicht in das JSON-Format konvertiert werden! {}

source: Setup successfully!
de: Setup erfolgreich!

source: <a style='color:red;'>ERROR: System critical directory is not writable!</a><br>1. If [BT System Hardening] is installed, please turn it off<br><br>2. If Yunsuo is installed, please turn off [System Hardening] feature<br>3. If Safedog is installed, please turn off [System Protection] feature<br>4. If other security software is used, please uninstall it<br>
de: <a style='color:red;'>FEHLER: Systemkritisches Verzeichnis ist nicht beschreibbar!</a><br>1. Wenn [BT System Hardening] installiert ist, schalten Sie es bitte aus.<br><br>2. Wenn Yunsuo installiert ist, schalten Sie bitte die Funktion [System Hardening] aus.<br>3. Wenn Safedog installiert ist, schalten Sie bitte die Funktion [System Protection] aus.<br>4. Wenn andere Sicherheitssoftware verwendet wird, deinstallieren Sie diese bitte.<br>

source: Unsafe path
de: Unsicherer Pfad

source: Run Every {} Minutes
de: Alle {} Minuten ausführen

source: Issuing failed, the current server IP has reached the limit of creating up to 10 accounts every 3 hours.
de: Ausgabe fehlgeschlagen, die aktuelle Server-IP hat das Limit von bis zu 10 Konten alle 3 Stunden erreicht.

source: SSL is NOT currently enabled
de: SSL ist derzeit NICHT aktiviert

source: Parmanently deleted {} from recycle bin!
de: {} dauerhaft aus dem Papierkorb gelöscht!

source: Certificate revoked!
de: Zertifikat widerrufen!

source: Renewed successfully!
de: Erfolgreich erneuert!

source: Failed to delete database [{}]!, {}
de: Datenbank konnte nicht gelöscht werden [{}]!, {}

source: Database export failed!
de: Datenbankexport fehlgeschlagen!

source: Add the SSH information of HOST: {}
de: Fügen Sie die SSH-Informationen des HOST hinzu: {}

source: Verification code length error!
de: Fehler bei der Länge des Bestätigungscodes!

source: Please enter the correct domain
de: Bitte geben Sie die richtige Domäne ein

source: Set the BasicAuth status to: {}
de: Setzen Sie den BasicAuth-Status auf: {}

source: Backup completed
de: Backup abgeschlossen

source: Download file {}
de: Datei herunterladen {}

source: User Manual
de: Benutzerhandbuch

source: Username or password cannot be less than 3 digits!
de: Benutzername oder Passwort dürfen nicht weniger als 3 Ziffern haben!

source: Max size of POST data
de: Maximale Größe der POST-Daten

source: Ready to apply for SSL, domain name {}
de: Bereit zur Beantragung von SSL, Domänenname {}

source: |-Error: {}, exited the application process.
de: |-Fehler: {}, Antragsprozess beendet.

source: The page you requested was interrupted by an exception!
de: Die von Ihnen angeforderte Seite wurde durch eine Ausnahme unterbrochen!

source: Currently only supports restoring local, Google storage and AWS S3 backups
de: Aktuell wird nur die Wiederherstellung von lokalen, Google Storage- und AWS S3-Backups unterstützt

source: Restore Successful
de: Wiederherstellung erfolgreich

source: Panel does not find the backup file: {}
de: Panel findet die Backup-Datei nicht: {}

source: Invalid login key
de: Ungültiger Anmeldeschlüssel

source: The specified key does not exist or has expired
de: Der angegebene Schlüssel existiert nicht oder ist abgelaufen

source: Scan code successfully, log in!
de: Code erfolgreich gescannt, anmelden!

source: The current QR code has expired, please refresh the page and rescan the code!
de: Der aktuelle QR-Code ist abgelaufen, bitte aktualisieren Sie die Seite und scannen Sie den Code erneut!

source: This server is bound to a maximum of {} devices, which has reached the limit!
de: Dieser Server ist an maximal {} Geräte gebunden, womit das Limit erreicht ist!

source: Failed verification!
de: Überprüfung fehlgeschlagen!

source: A server allows up to {} device bindings!
de: Ein Server erlaubt bis zu {} Gerätebindungen!

source: Bind successfully!
de: Bindung erfolgreich!

source: Cannot configure API through API interface
de: API kann nicht über API-Schnittstelle konfiguriert werden

source: {} API interface
de: {} API-Schnittstelle

source: Change IP limit to [{}]
de: IP-Limit auf [{}] ändern
