Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Default Document Format is invalid, e.g., index.html
de: Standarddokumentformat ist ungültig, z. B. index.html

source: It is not recommended to use "." at the end of the file because there may be security risks
de: Es wird nicht empfohlen, "." am Ende der Datei zu verwenden, da dort kann Sicherheitsrisiken bergen

source: The available Inode of the target partition is less than {}, and the backup cannot be completed. Please increase the disk capacity or change the default backup directory on the settings page!
de: Der verfügbare Inode der Zielpartition ist kleiner als {} und die Sicherung kann nicht abgeschlossen werden. Bitte erhöhen Sie die Festplattenkapazität oder ändern Sie das Standard-Backup-Verzeichnis auf der Einstellungsseite!

source: Task cancelled!
de: Aufgabe abgebrochen!

source: |-The domain name skipped this time: {}, because the last renewal failed, you still need to wait {} hours and try again
de: |-Der Domänenname wurde dieses Mal übersprungen: {}, da die letzte Verlängerung fehlgeschlagen ist, müssen Sie noch {} Stunden warten und es erneut versuchen

source: Sorry, [{}] command is NOT supported!
de: Entschuldigung, der Befehl [{}] wird NICHT unterstützt!

source: |-Setting up auto-renewal configuration..
de: |-Konfiguration für automatische Verlängerung einrichten...

source: Base directory turned on!
de: Basisverzeichnis aktiviert!

source: TXT record verification failed
de: TXT-Eintragsüberprüfung fehlgeschlagen

source: Gateway address is invalid
de: Gateway-Adresse ist ungültig

source: |-No SSL certificate found within 30 days!
de: |-Innerhalb von 30 Tagen kein SSL-Zertifikat gefunden!

source: High risk
de: Hohes Risiko

source: The content to replace cannot be the same as the content to be replaced
de: Der zu ersetzende Inhalt kann nicht mit dem zu ersetzenden Inhalt identisch sein

source: Scan directory
de: Verzeichnis scannen

source: Site [{}] turned on SSL successfully!
de: Site [{}] hat SSL erfolgreich aktiviert!

source: Database exists!
de: Datenbank existiert!

source: PHP load status acquisition failed: {}
de: PHP-Ladestatus konnte nicht abgerufen werden: {}

source: Successfully changed password
de: Passwort erfolgreich geändert

source: Cannot use same port as Panel!
de: Port wie Panel kann nicht verwendet werden!

source: Failed to open file, file may be occupied by other processes!
de: Datei konnte nicht geöffnet werden, Datei ist möglicherweise von anderen Prozessen belegt!

source: The specify rule name is already exists! [ {} ]
de: DieRegelname angeben, existiert bereits! [ {} ]

source: The email address already exists
de: Die E-Mail-Adresse existiert bereits

source: Second
de: Zweite

source: This port number cannot be used and the modification failed
de: Diese Portnummer kann nicht verwendet werden und die Änderung ist fehlgeschlagen

source: Query error, {}
de: Abfragefehler, {}

source: Wrong copy logic, from {} copy to {} has an inclusive relationship, there is an infinite loop copy risk!
de: Falsche Kopierlogik, von {} kopieren nach {} hat eine inklusive Beziehung, es besteht die Gefahr einer Endlosschleife beim Kopieren!

source: Do not count files or directories larger than 100MB
de: Zählen Sie keine Dateien oder Verzeichnisse, die größer als 100 MB sind

source: Failed,cannot delete current port of the panel
de: Fehlgeschlagen, aktueller Port des Panels kann nicht gelöscht werden

source: Please install the Pure-FTPd service in the software store first.
de: Bitte installieren Sie zuerst den Pure-FTPd-Dienst im Software-Store.

source: An error occurred while requesting a certificate using dns
de: Beim Anfordern eines Zertifikats mit ist ein Fehler aufgetreten dns

source: Only supports [{}] system
de: Unterstützt nur das [{}]-System

source: Authentication timed out, please press enter to try again!{}
de: Zeitüberschreitung bei der Authentifizierung, bitte drücken Sie die Eingabetaste, um es erneut zu versuchen!{}

source: The system firewall is not open
de: Die System-Firewall ist nicht geöffnet

source: The target URL cannot be [http:// or https://], please fill in the full URL, such as: https://aapanel.com
de: Die Ziel-URL kann nicht [http:// oder https://] sein, bitte geben Sie die vollständige URL ein, z. B.: https://aapanel.com

source: Please turn on the hotlink first!
de: Bitte schalten Sie zuerst den Hotlink ein!

source: The specified server already exists: [{}:{}]
de: Der angegebene Server existiert bereits: [{}:{}]

source: Add remote MySQL server [{}:{}]
de: Remote-MySQL-Server hinzufügen [{}:{}]

source: Add failed: {}
de: Hinzufügen fehlgeschlagen: {}

source: Failed to delete: {}
de: Löschen fehlgeschlagen: {}

source: Delete the remote MySQL server [{}:{}]
de: Löschen Sie den Remote-MySQL-Server [{}:{}]

source: The specified server dose not exists!
de: Der angegebene Server existiert nicht!

source: Edit remote MySQL server [{}:{}]
de: Remote-MySQL-Server bearbeiten [{}:{}]

source: Fail to edit: {}
de: Bearbeiten fehlgeschlagen: {}

source: A database with the same name already exists: [{}]
de: Eine Datenbank mit demselben Namen existiert bereits: [{}]

source: Add remote MySQL database [{}] successfully
de: Remote-MySQL-Datenbank [{}] erfolgreich hinzugefügt

source: The specified database does not exist!
de: Die angegebene Datenbank existiert nicht!

source: Wrong user name or password!
de: Falscher Benutzername oder falsches Passwort!

source: No access rights, or the database does not exist!
de: Keine Zugriffsrechte oder die Datenbank existiert!

source: Database table does not exist!
de: Datenbanktabelle existiert nicht!

source: Change the password of the remote MySQL server
de: Passwort des Remote-MySQL-Servers ändern

source: Cannot change the root password of the remote database
de: Root-Passwort der Remote-Datenbank kann nicht geändert werden

source: Unsupported database type
de: Nicht unterstützter Datenbanktyp

source: Has {} HTTPS strict mode
de: Verfügt über {} HTTPS-Strict-Modus

source: This function only supports Nginx/Apache
de: Diese Funktion unterstützt nur Nginx/Apache

source: Incorrect format of verification code
de: Falsches Format des Bestätigungscodes

source: Plugin does not exist
de: Plugin existiert nicht

source: The specified template does not exist!
de: Die angegebene Vorlage existiert nicht!

source: Bad return type [{}]
de: Ungültiger Rückgabetyp [{}]

source: Password can not be blank!
de: Passwort darf nicht leer sein!

source: The passwords entered twice do not match, please re-enter!
de: Die zweimal eingegebenen Passwörter stimmen nicht überein, bitte erneut eingeben!

source: Delete failed, failed to connect to database!
de: Löschen fehlgeschlagen, Verbindung zur Datenbank fehlgeschlagen!

source: |-Renewing additional certificate {}, domain name:
de: |-Erneuerung eines zusätzlichen Zertifikats {}, Domänenname:

source: This feature currently only supports Nginx
de: Diese Funktion unterstützt derzeit nur Nginx

source: Download successfully
de: Download erfolgreich

source: MD5 consistent!
de: MD5-konsistent!

source: Generated password detection failed!
de: Generierte Passworterkennung fehlgeschlagen!

source: Get failed wordpress user failed!
de: Abrufen des fehlgeschlagenen WordPress-Benutzers fehlgeschlagen!

source: Password reset successful
de: Passwort erfolgreich zurücksetzen

source: Cleaned up successfully!
de: Bereinigt erfolgreich!

source: Please check if the [{}] format is correct For example: {}
de: Bitte überprüfen Sie, ob das Format [{}] korrekt ist. Beispiel: {}

source: Deployment was successful!
de: Bereitstellung war erfolgreich!

source: Deployment failed!
de: Bereitstellung fehlgeschlagen!

source: PHP FPM Optimization failed: {}
de: PHP FPM-Optimierung fehlgeschlagen: {}

source: PHP FPM optimization succeeded
de: PHP FPM-Optimierung erfolgreich

source: Mysql optimization failed {}
de: Mysql-Optimierung fehlgeschlagen {}

source: Mysql optimization succeeded
de: Mysql-Optimierung erfolgreich

source: Nginx FastCgi cache configuration already exists
de: Nginx FastCgi-Cache-Konfiguration existiert bereits

source: Nginx FastCgi configuration error!
de: Nginx FastCgi-Konfigurationsfehler!

source: Nginx FastCgi cache configuration complete
de: Nginx FastCgi-Cache-Konfiguration abgeschlossen

source: FastCgi configuration does not exist in website configuration
de: FastCgi-Konfiguration existiert nicht in der Website-Konfiguration

source: The FastCgi configuration already exists in the website configuration
de: Die FastCgi-Konfiguration existiert bereits in der Website-Konfiguration

source: Website FastCgi configuration error！
de: Fehler bei der FastCgi-Konfiguration der Website!

source: Website FastCgi configuration complete
de: Konfiguration der FastCgi-Website abgeschlossen

source: Wordpress configuration file does not exist: {}
de: Wordpress-Konfigurationsdatei existiert nicht: {}

source: Anti-cross-site configuration file does not exist: {}
de: Anti-Cross-Site-Konfigurationsdatei existiert nicht: {}

source: The timeout time needs to be between 300-86400
de: Die Timeout-Zeit muss zwischen 300 und 86400 liegen

source: Cannot use system critical directory as default backup directory
de: Kann systemkritisches Verzeichnis nicht als Standard-Backup-Verzeichnis verwenden

source: Cannot use system critical directory as default site directory
de: Kann systemkritisches Verzeichnis nicht als Standard-Site-Verzeichnis verwenden

source: Username cannot contain spaces
de: Benutzername darf nicht enthalten Leerzeichen

source: Please install Mysql and PHP first!
de: Bitte installieren Sie zuerst Mysql und PHP!

source: [{}] domain names added successfully, [{}] failed!
de: [{}] Domänennamen erfolgreich hinzugefügt, [{}] fehlgeschlagen!

source: All tasks have been processed!
de: Alle Aufgaben wurden verarbeitet!

source: Ignore success, this version will no longer be reminded to update.
de: Erfolg ignorieren, diese Version wird nicht mehr an ein Update erinnert.

source: Timeout must be an integer!
de: Timeout muss eine Ganzzahl sein!

source: BasicAuth authentication username and password cannot be empty!
de: Benutzername und Passwort für die BasicAuth-Authentifizierung dürfen nicht leer sein!

source: Link file name is illegal!
de: Linkdateiname ist ungültig!

source: Incompatible PHP version, an attempt has been made to automatically switch to a compatible PHP version, please refresh the page and try again!
de: Inkompatible PHP-Version, es wurde versucht, automatisch auf eine kompatible PHP-Version umzuschalten, bitte aktualisieren Sie die Seite und versuchen Sie es erneut!

source: The specified domain name has been bound by the website [{}]
de: Der angegebene Domänenname wurde von der Website gebunden [{}]

source: The specified domain name has been bound by a subdirectory of the website [{}]!
de: Der angegebene Domänenname wurde an ein Unterverzeichnis der Website [{}] gebunden!

source: Default index file cannot be empty
de: Die Standardindexdatei darf nicht leer sein

source: The password fomart is wrong, please do not use special symbols for the first two digits!
de: Das Passwortformat ist falsch, bitte verwenden Sie keine Sonderzeichen für die ersten beiden Ziffern!

source: Please enter password!
de: Bitte geben Sie das Passwort ein!

source: Password cannot be less than 3 characters
de: Das Passwort darf nicht weniger als 3 Zeichen lang sein

source: Password cannot contain spaces
de: Das Passwort darf keine Leerzeichen enthalten

source: Please enter username!
de: Bitte geben Sie den Benutzernamen ein!

source: Please enter a name!
de: Bitte geben Sie einen Namen ein!

source: Name cannot be less than 3 characters
de: Der Name darf nicht weniger als 3 Zeichen lang sein

source: Name cannot contain spaces
de: Der Name darf keine Leerzeichen enthalten

source: Name format must be [ aaa_bbb ]
de: Das Namensformat muss [ aaa_bbb ] sein

source: The database of this wordpress was not found, this may be caused by the fact that you have manually deleted the database
de: Die Datenbank dieses WordPress wurde nicht gefunden, dies kann daran liegen, dass Sie die Datenbank

source: Site ID must be numeric
de: Site-ID muss numerisch sein

source: This database was not found!
de: Diese Datenbank wurde nicht gefunden!

source: Reverse proxies are not currently available for Wordpress sites that use one-click deployment
de: Reverse-Proxys sind derzeit nicht für Wordpress-Sites verfügbar, die One-Click-Bereitstellung verwenden

source: wrong field name
de: falscher Feldname

source: Database password cannot be empty or have special characters!
de: Datenbankkennwort darf nicht leer sein oder Sonderzeichen enthalten!

source: Database type sid needs int type!
de: Datenbanktyp SID benötigt Int-Typ!

source: Mongodb service has not been started yet!
de: MongoDB-Dienst wurde noch nicht gestartet!

source: Database name cannot be empty!
de: Datenbankname darf nicht leer sein!

source: The specified database does not exist.
de: Die angegebene Datenbank existiert nicht.

source: Lack of backup tools, please install MongoDB through [APP Store] first!
de: Es fehlen Sicherungstools. Bitte installieren Sie MongoDB über [APP Store] zuerst!

source: Password authentication has been enabled. The password cannot be empty when the database is backed up. Please set a password and try again!
de: Die Passwortauthentifizierung wurde aktiviert. Das Passwort darf beim Sichern der Datenbank nicht leer sein. Bitte legen Sie ein Passwort fest und versuchen Sie es erneut!

source: Database backup failed, file does not exist
de: Datenbanksicherung fehlgeschlagen, Datei existiert nicht

source: The backup is executed successfully, the backup file is less than 1b, please check the backup integrity.
de: Die Sicherung wurde erfolgreich ausgeführt, die Sicherungsdatei ist kleiner als 1 B, bitte überprüfen Sie die Sicherungsintegrität.

source: The database type SID requires an INT!
de: Der Datenbanktyp SID erfordert eine INT!

source: The Mongodb service is not enabled!
de: Der Mongodb-Dienst ist nicht aktiviert!

source: The database password cannot be empty or contain special characters
de: Das Datenbankpasswort darf nicht leer sein oder Sonderzeichen enthalten

source: Database password cannot be Chinese, please change the name!
de: Datenbankpasswort darf nicht chinesisch sein, bitte ändern Sie den Namen!

source: The modification failed because the specified database does not exist.
de: Die Änderung ist fehlgeschlagen, da die angegebene Datenbank nicht existiert.

source: Password access is not enabled for the database.
de: Passwortzugriff ist für die Datenbank nicht aktiviert.

source: The database name cannot contain special characters
de: Der Datenbankname darf keine Sonderzeichen enthalten

source: The database password is empty. Set the password first.
de: Das Datenbankkennwort ist leer. Legen Sie zuerst das Kennwort fest.

source: Lack of backup tools, please first through the software store PGSQL manager!
de: Fehlende Backup-Tools, bitte zuerst über den PGSQL-Manager des Software-Stores!

source: The backup file size is smaller than 2Kb. Check the backup integrity.
de: Die Backup-Dateigröße ist kleiner als 2 KB. Überprüfen Sie die Integrität der Sicherung.

source: Lack of recovery tool, please use software management to install PGSQL!
de: Kein Wiederherstellungstool vorhanden, bitte verwenden Sie die Softwareverwaltung, um PGSQL zu installieren!

source: Description Succeeded in importing database [{}]
de: Beschreibung: Datenbank [{}] wurde erfolgreich importiert

source: The database password cannot be empty.
de: Das Datenbankkennwort darf nicht leer sein.

source: If PgSQL is not installed or started, install or start it first
de: Wenn PgSQL nicht installiert oder gestartet ist, installieren oder starten Sie es zuerst

source: The password must not be less than 8 digits.
de: Das Kennwort darf nicht weniger als 8 Ziffern haben.

source: {}File does not exist, please check the installation is complete!
de: {}Datei existiert nicht, bitte überprüfen Sie, ob die Installation abgeschlossen ist!

source: The administrator password is successfully changed. Procedure
de: Das Administratorkennwort wurde erfolgreich geändert. Vorgehensweise

source: Connecting to remote PGSQL fails. Perform the following operations to rectify the fault：<br/>1、The database port is correct and the firewall allows access<br/>2、Check whether the database account password is correct<br/>3、pg_hba.confWhether to add a client release record<br/>4、postgresql.conf Add listen_addresses to the correct server IP address.
de: Die Verbindung zum Remote-PGSQL schlägt fehl. Führen Sie die folgenden Vorgänge aus, um den Fehler zu beheben:<br/>1. Der Datenbankport ist korrekt und die Firewall erlaubt den Zugriff.<br/>2. Überprüfen Sie, ob das Kennwort des Datenbankkontos korrekt ist.<br/>3. pg_hba.conf: Soll ein Client-Release-Datensatz hinzugefügt werden?<br/>4. postgresql.conf: Fügen Sie listen_addresses zur richtigen Server-IP-Adresse hinzu.

source: Parameter passing error.
de: Fehler bei der Parameterübergabe.

source: Operation is successful
de: Vorgang erfolgreich

source: Restore failure
de: Wiederherstellung fehlgeschlagen

source: SQLServer databases cannot start with numbers!
de: SQLServer-Datenbanken dürfen nicht mit Zahlen beginnen!

source: SQLServer password complexity policy does not match, should be 8-128 characters, and contain any 3 of them in upper case, lower case, digits, special symbols!
de: Die SQLServer-Richtlinie zur Kennwortkomplexität stimmt nicht überein. Sie sollte 8 bis 128 Zeichen lang sein und 3 beliebige Großbuchstaben, Kleinbuchstaben, Ziffern und Sonderzeichen enthalten!

source: Operation failed. Remote database cannot be backed up.
de: Vorgang fehlgeschlagen. Remote-Datenbank kann nicht gesichert werden.

source: The import failed because the file is not a valid ZIP file
de: Der Import ist fehlgeschlagen, da die Datei keine gültige ZIP-Datei ist.

source: The password of database [' + username + '] cannot be empty
de: Das Kennwort der Datenbank [' + Benutzername + '] darf nicht leer sein.

source: The SQL Server is not installed or started. Install or start it first
de: Der SQL-Server ist nicht installiert oder gestartet. Installieren oder starten Sie es zuerst

source: The password of database [' + password + '] cannot be empty.
de: Das Passwort der Datenbank [' + Passwort + '] darf nicht leer sein.

source: The password cannot be empty or have special symbols
de: Das Passwort darf nicht leer sein oder Sonderzeichen enthalten

source: The password of sa is changed successfully.
de: Das Passwort von sa wurde erfolgreich geändert.

source: There is no volume to back up
de: Es gibt kein Volume zum Sichern

source: The backup task was created successfully.
de: Die Sicherungsaufgabe wurde erfolgreich erstellt.

source: Failed to create a backup task {}
de: Sicherungsaufgabe konnte nicht erstellt werden {}

source: successfully delete
de: erfolgreich gelöscht

source: {} Failed to delete the file, reason: {}
de: {} Datei konnte nicht gelöscht werden, Grund: {}

source: This template name already exists!
de: Dieser Vorlagenname existiert bereits!

source: Template added successfully!
de: Vorlage erfolgreich hinzugefügt!

source: Did not change the template!
de: Vorlage nicht geändert!

source: Modified template successfully!
de: Vorlage erfolgreich geändert!

source: This template was not found!
de: Diese Vorlage wurde nicht gefunden!

source: successfully delete!
de: erfolgreich gelöscht!

source: This template was not found, or file is corrupt!
de: Diese Vorlage wurde nicht gefunden oder die Datei ist beschädigt!

source: Template file does not exist
de: Vorlagendatei existiert nicht

source: The project name already exists!
de: Der Projektname existiert bereits!

source: Successful deployment!
de: Erfolgreiche Bereitstellung!

source: The project name was not found!
de: Der Projektname wurde nicht gefunden!

source: Clean up successfully!
de: Erfolgreich bereinigen!

source: The template was not found!
de: Die Vorlage wurde nicht gefunden!

source: Pull successfully!
de: Erfolgreich abrufen!

source: Unable to scan the root directory
de: Das Stammverzeichnis konnte nicht gescannt werden

source: Modify successfully!
de: Erfolgreich ändern!

source: Only the docker run command can be executed
de: Nur der Befehl docker run kann ausgeführt werden

source: Dangerous command exists: [{}],Execution is not allowed!
de: Gefährlicher Befehl vorhanden: [{}],Ausführung nicht zulässig!

source: There are danger symbols: [{}],Execution is not allowed!
de: Es gibt Gefahrensymbole: [{}],Ausführung nicht zulässig!

source: The command has been executed!
de: Der Befehl wurde ausgeführt!

source: The port format is wrong, this method is not supported!
de: Das Portformat ist falsch, diese Methode wird nicht unterstützt!

source: Server port [{}] is occupied, please change to another port!
de: Server-Port [{}] ist belegt, bitte wechseln Sie zu einem anderen Port!

source: Please pull the image you need
de: Bitte ziehen Sie das benötigte Image herunter

source: The image does not exist!
de: Das Image existiert nicht!

source: The memory quota has exceeded the available amount!
de: Das Speicherkontingent hat die verfügbare Menge überschritten!

source: The memory quota cannot be less than 6MB!
de: Das Speicherkontingent kann nicht weniger als 6 MB betragen!

source: Image [{}] does not exist, You can try [Forced Pull]!
de: Image [{}] existiert nicht, Sie können [Forced Pull] versuchen!

source: Image [{}] does not exist!
de: Image [{}] existiert nicht!

source: cpu quota has exceeded available cores!
de: CPU-Kontingent hat verfügbare Kerne überschritten!

source: Memory reservation cannot be less than 6MB!
de: Speicherreservierung kann nicht weniger als 6 MB betragen!

source: The image name format is incorrect.such as:nginx:latest
de: Das Image-Namensformat ist falsch. Zum Beispiel: nginx:latest

source: Container creation failed, details: {}!
de: Containererstellung fehlgeschlagen, Details: {}!

source: The memory quota cannot be less than the memory reserve!
de: Das Speicherkontingent kann nicht kleiner sein als die Speicherreserve!

source: The container name or network bridge already exists. Please change the container name and try again!
de: Der Containername oder die Netzwerkbrücke existiert bereits. Bitte ändern Sie den Containernamen und versuchen Sie es erneut!

source: There is no startup command in this image, please specify the container startup command!
de: In diesem Image ist kein Startbefehl vorhanden. Bitte geben Sie den Container-Startbefehl an!

source: Permission exception! Details:{}
de: Berechtigungsausnahme! Details: {}

source: Container creation failed! Please restart the docker service at the appropriate time!
de: Containererstellung fehlgeschlagen! Bitte starten Sie den Docker-Dienst zum entsprechenden Zeitpunkt neu!

source: Container name already exists!
de: Containername existiert bereits!

source: The container name is invalid
de: Der Containername ist ungültig

source: Server port {} in use! Change the other port
de: Server-Port {} wird verwendet! Ändern Sie den anderen Port

source: Creation failure! {}
de: Erstellung fehlgeschlagen! {}

source: The container creation failed and the connection to docker timed out!
de: Die Containererstellung ist fehlgeschlagen und die Verbindung zu Docker ist abgelaufen!

source: Container failed to run! {}
de: Container konnte nicht ausgeführt werden! {}

source: Created successfully, but the IP [{}] is illegal and the IP has been automatically assigned.
de: Erstellung erfolgreich, aber die IP [{}] ist ungültig und die IP wurde automatisch zugewiesen.

source: Creation failure!
de: Erstellung fehlgeschlagen!
