Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Container ID is abnormal
de: Container-ID ist abnormal

source: The new image name cannot be empty!
de: Der neue Image-Name darf nicht leer sein!

source: The mirror does not exist!
de: Der Spiegel existiert nicht!

source: Container editing failed and the connection to docker timed out.
de: Containerbearbeitung fehlgeschlagen und die Verbindung zu Docker ist abgelaufen.

source: Update failed!{}
de: Update fehlgeschlagen!{}

source: Editing successful, [{}] has not specified a subnet, and the IP has been automatically assigned!
de: Bearbeitung erfolgreich, [{}] hat kein Subnetz angegeben und die IP wurde automatisch zugewiesen!

source: Editing successful, network [{}] setting failed, IP has been automatically assigned to you, error details: {}!
de: Bearbeitung erfolgreich, Netzwerkeinstellung [{}] fehlgeschlagen, IP wurde Ihnen automatisch zugewiesen, Fehlerdetails: {}!

source: Update successfully!
de: Update erfolgreich!

source: Container does not exist!
de: Container existiert nicht!

source: The image has been generated, and{}
de: Das Image wurde generiert und{}

source: submit successfully!
de: Senden erfolgreich!

source: Submission Failed!{}
de: Übermittlung fehlgeschlagen! {}

source: Failed to get container
de: Container konnte nicht abgerufen werden

source: Successfully exported to:{}
de: Erfolgreich exportiert nach: {}

source: operation failure:
de: Operation fehlgeschlagen:

source: Delete failed! {}
de: Löschen fehlgeschlagen! {}

source: The container has been deleted!
de: Der Container wurde gelöscht!

source: ipv6 server port [{}] is occupied!
de: IPv6-Server-Port [{}] ist belegt!

source: ipv4 server port [{}] is occupied!
de: IPv4-Server-Port [{}] ist belegt!

source: Setup failed! {}
de: Setup fehlgeschlagen! {}

source: Stop failing!
de: Fehler stoppen!

source: Stop succeeding!
de: Erfolg stoppen!

source: The container has paused.
de: Der Container wurde angehalten.

source: Container stopped and deleted
de: Container angehalten und gelöscht

source: Stop failing!{}
de: Stopp schlägt fehl!{}

source: boot failed!
de: Booten fehlgeschlagen!

source: starting success!
de: Start erfolgreich!

source: Container pause failed!
de: Container anhalten fehlgeschlagen!

source: Container pause successfully!
de: Container erfolgreich anhalten!

source: The container has been suspended!
de: Der Container wurde angehalten!

source: The container is not started and cannot be paused!
de: Der Container wurde nicht gestartet und kann nicht angehalten werden!

source: The container is not paused or has been deleted. Check if the container has the option to delete immediately after stopping!
de: Der Container wurde nicht angehalten oder gelöscht. Prüfen Sie, ob der Container die Option zum sofortigen Löschen nach dem Anhalten hat!

source: The container unpaused successfully
de: Der Container wurde erfolgreich fortgesetzt

source: The container was reloaded successfully!
de: Der Container wurde erfolgreich neu geladen!

source: Container restarts successfully!
de: Container wird erfolgreich neu gestartet!

source: The container has been stopped and deleted because containers have the option to automatically delete when stopped
de: Der Container wurde angehalten und gelöscht, da Container die Option haben, automatisch gelöscht zu werden, wenn sie angehalten werden

source: The container has paused
de: Der Container wurde angehalten

source: The container ID is empty
de: Die Container-ID ist leer

source: Failed to get container information!{}
de: Containerinformationen konnten nicht abgerufen werden!{}

source: docker connection failed
de: Docker-Verbindung fehlgeschlagen

source: parameter error,Pass: type
de: Parameterfehler, Pass: Typ

source: Container log directory does not exist, log cut cannot be set!
de: Container-Protokollverzeichnis existiert nicht, Protokollschnitt kann nicht festgelegt werden!

source: parameter error
de: Parameterfehler

source: Opened successfully!
de: Erfolgreich geöffnet!

source: The log file does not exist
de: Die Protokolldatei existiert nicht

source: Log cleaning was successful!
de: Protokollbereinigung war erfolgreich!

source: No useless containers!
de: Keine nutzlosen Container!

source: Please turn off enterprise tamper protection before trying again!
de: Bitte deaktivieren Sie den Enterprise-Manipulationsschutz, bevor Sie es erneut versuchen!

source: failed to delete! {}
de: Löschen fehlgeschlagen! {}

source: Update failed! {}
de: Update fehlgeschlagen! {}

source: The container is not started and cannot be renamed!
de: Der Container wurde nicht gestartet und kann nicht umbenannt werden!

source: Rename successfully!
de: Umbenennen suerfolgreich!

source: Renaming failed! {}
de: Umbenennen fehlgeschlagen! {}

source: The type only supports add/del
de: Der Typ unterstützt nur add/del

source: Please select a container
de: Bitte wählen Sie einen Container aus

source: Set top successfully!
de: Top erfolgreich eingerichtet!

source: Unpinned successfully!
de: Erfolgreich gelöst!

source: Setup successful!
de: Setup erfolgreich!

source: Parameter error, Please pass in: ws_callback!
de: Parameterfehler, bitte geben Sie ein: ws_callback!

source: Parameter error, Please pass in: _ws!
de: Parameterfehler, bitte geben Sie ein: _ws!

source: Please pass in cmd
de: Bitte geben Sie cmd ein

source: Only docker run or docker pull commands can be executed
de: Nur Docker Run- oder Docker Pull-Befehle können ausgeführt werden

source: Dangerous command exists: [{}], execution is not allowed!
de: Gefährlicher Befehl vorhanden: [{}], Ausführung ist nicht zulässig!

source: Dangerous symbol exists: [{}], execution is not allowed!
de: Gefährliches Symbol vorhanden: [{}], Ausführung ist nicht zulässig!

source: The image name cannot contain /
de: Der Image-Name darf nicht / enthalten

source: The docker service is running abnormally, please restart and try again!
de: Der Docker-Dienst läuft abnormal, bitte starten Sie ihn neu und versuchen Sie es erneut!

source: The gateway setting is wrong, Please enter a gateway that matches the subnet: {}
de: Die Gateway-Einstellung ist falsch. Bitte geben Sie ein Gateway ein, das dem Subnetz entspricht: {}

source: Subnet address format error, please enter for example: 172.16.0.0/16
de: Fehler im Subnetzadressformat, bitte geben Sie beispielsweise ein: 172.16.0.0/16

source: IP range format error, please enter the appropriate IP range for this subnet:
de: Fehler im IP-Bereichsformat, bitte geben Sie den entsprechenden IP-Bereich für dieses Subnetz ein:

source: IP range [{}] already exists!
de: IP-Bereich [{}] existiert bereits!

source: Failed to add network! {}
de: Netzwerk konnte nicht hinzugefügt werden! {}

source: Added network successfully!
de: Netzwerk erfolgreich hinzugefügt!

source: The system default network cannot be deleted!
de: Das Standardnetzwerk des Systems kann nicht gelöscht werden!

source: The network cannot be deleted while it is in use!
de: Das Netzwerk kann nicht gelöscht werden, während es verwendet wird!

source: There are no useless networks!
de: Es gibt keine nutzlosen Netzwerke!

source: Network ID cannot be empty
de: Netzwerk-ID darf nicht leer sein

source: Container ID cannot be empty
de: Container-ID darf nicht leer sein

source: Network disconnection was successful!
de: Netzwerktrennung war erfolgreich!

source: Container ID: {}, does not exist!
de: Container-ID: {}, existiert nicht!

source: Network ID: {}, does not exist!
de: Netzwerk-ID: {}, existiert nicht!

source: Network disconnection failed! {}
de: Netzwerktrennung fehlgeschlagen! {}

source: Network connection successful!
de: Netzwerkverbindung erfolgreich!

source: Failed to connect to network! {}
de: Verbindung zum Netzwerk fehlgeschlagen! {}

source: {} cannot contain Spaces
de: {} darf keine Leerzeichen enthalten

source: {} cannot be null!
de: {} darf nicht null sein!

source: Project Type [{}] Existing Domain: {}
de: Projekttyp [{}] Vorhandene Domäne: {}

source: Server port [{}] is not used, please enter the port in use to reverse!
de: Server-Port [{}] wird nicht verwendet, bitte geben Sie den verwendeten Port zum Reverse-Reset ein!

source: Add failure, database cannot be written!
de: Hinzufügen fehlgeschlagen, Datenbank kann nicht geschrieben werden!

source: successfully added!
de: erfolgreich hinzugefügt!

source: Add failed, error {}!
de: Hinzufügen fehlgeschlagen, Fehler {}!

source: No reverse proxy information was detected!
de: Es wurden keine Reverse-Proxy-Informationen erkannt!

source: parameter error!
de: Parameterfehler!

source: Certificate does not exist!
de: Zertifikat existiert nicht!

source: The name already exists! <br><br>name: {}
de: Der Name existiert bereits! <br><br>Name: {}

source: Repository information already exists!
de: Repository-Informationen existieren bereits!

source: Editing failed! Reason: Account password decryption failed! Please delete the repository and add it again
de: Bearbeiten fehlgeschlagen! Grund: Entschlüsselung des Kontokennworts fehlgeschlagen! Bitte löschen Sie das Repository und fügen Sie es erneut hinzu

source: Editing failed! Reason:{}
de: Bearbeiten fehlgeschlagen! Grund: {}

source: This repository could not be found
de: Dieses Repository konnte nicht gefunden werden

source: Edit success!
de: Bearbeiten erfolgreich!

source: Delete failed,The repository id may not exist!
de: Löschen fehlgeschlagen. Die Repository-ID existiert möglicherweise nicht!

source: The monitoring save time needs to be a positive integer!
de: Die Überwachungsspeicherzeit muss eine positive Ganzzahl sein!

source: Monitoring data cannot be retained for more than 999 days!
de: Überwachungsdaten können nicht länger als 999 Tage aufbewahrt werden!

source: Successfully set!
de: Erfolgreich eingerichtet!

source: There's no way to do that
de: Das geht nicht

source: Docker service setup failed, please turn off aapanel anti-intrusion and try again!
de: Einrichtung des Docker-Dienstes fehlgeschlagen. Bitte deaktivieren Sie den Aapanel-Eindringschutz und versuchen Sie es erneut!

source: Setup failed! Reason for failure:{}
de: Einrichtung fehlgeschlagen! Grund für Fehler: {}

source: {} success
de: {} erfolgreich

source: Global configuration file error, please check {}!
de: Globaler Konfigurationsdateifehler, bitte überprüfen Sie {}!

source: Speedup address [{}] Format error <br> Reference: https://mirror.ccs.tencentyun.com
de: Beschleunigungsadresse [{}] Formatfehler <br> Referenz: https://mirror.ccs.tencentyun.com

source: successfully set
de: erfolgreich eingerichtet

source: Setup failed! Failure reason :{}
de: Setup fehlgeschlagen! Fehlergrund: {}

source: Start monitoring successfully!
de: Überwachung erfolgreich gestartet!

source: Failed to start monitoring!
de: Überwachung konnte nicht gestartet werden!

source: Docker monitoring stopped successfully!
de: Docker-Überwachung erfolgreich gestoppt!

source: docker-compose file path cannot be empty!
de: Pfad der Docker-Compose-Datei darf nicht leer sein!

source: docker-compose file does not exist!
de: Docker-Compose-Datei existiert nicht!

source: docker-compose file is not executable or is not a docker-compose file!
de: Docker-Compose-Datei ist nicht ausführbar oder ist keine Docker-Compose-Datei!

source: The installation task already exists, please do not add it again!
de: Die Installationsaufgabe existiert bereits, bitte nicht erneut hinzufügen!

source: The installation task has been added to the queue!
de: Die Installationsaufgabe wurde der Warteschlange hinzugefügt!

source: The repair task has been added to the queue!
de: Die Reparaturaufgabe wurde der Warteschlange hinzugefügt!

source: Saved successfully!
de: Gespeichert erfolgreich!

source: Saving failed, reason: daemon.json configuration file format error!
de: Speichern fehlgeschlagen, Grund: Fehler im Konfigurationsdateiformat daemon.json!

source: Save failed, reason: {}
de: Speichern fehlgeschlagen, Grund: {}

source: Please manually delete all containers and images before uninstalling!
de: Bitte löschen Sie vor der Deinstallation manuell alle Container und Bilder!

source: The container does not exist, please refresh the browser and try again!
de: Der Container existiert nicht, bitte aktualisieren Sie den Browser und versuchen Sie es erneut!

source: Failed to get container status:
de: Containerstatus konnte nicht abgerufen werden:

source: Volume names can be no less than 2 characters long!
de: Volumenamen dürfen nicht weniger als 2 Zeichen lang sein!

source: Volume name already exists!
de: Volumename existiert bereits!

source: addition failed {}
de: Hinzufügen fehlgeschlagen {}

source: Driver option tags must be dictionary/key-value pairs!
de: Treiberoptions-Tags müssen Wörterbuch/Schlüssel-Wert-Paare sein!

source: Add failed! {}
de: Hinzufügen fehlgeschlagen! {}

source: The storage volume is in use and cannot be deleted!
de: Das Speichervolumen wird verwendet und kann nicht gelöscht werden!

source: The storage volume does not exist!
de: Das Speichervolumen existiert nicht!

source: No useless storage volumes!
de: Keine nutzlosen Speichervolumen!

source: IP filter program compilation failed
de: Kompilierung des IP-Filterprogramms fehlgeschlagen

source: IP address cannot be empty!
de: IP-Adresse darf nicht leer sein!

source: The specified blocking time cannot exceed 24 days!
de: Der Speicherfestgelegte Sperrzeit darf 24 Tage nicht überschreiten!

source: IP address format is wrong!
de: IP-Adressformat ist falsch!

source: Website name cannot be empty!
de: Websitename darf nicht leer sein!

source: Set successfully!
de: Erfolgreich festgelegt!

source: Website configuration does not exist!
de: Websitekonfiguration existiert nicht!

source: URI cannot be empty!
de: URI darf nicht leer sein!

source: The URI already exists, please do not add it again!
de: Die URI existiert bereits, bitte nicht erneut hinzufügen!

source: Added successfully!
de: Erfolgreich hinzugefügt!

source: URI does not exist
de: URI existiert nicht

source: The listening address format is wrong!
de: Das Abhöradressformat ist falsch!

source: Wrong listening port range!, requirement: 1024-65535
de: Falscher Abhörportbereich!, Anforderung: 1024-65535

source: IP statistics mode error, requirement: 0 or 1
de: IP Fehler im Statistikmodus, Anforderung: 0 oder 1

source: Start time format error!
de: Fehler im Startzeitformat!

source: End time format error!
de: Fehler im Endzeitformat!

source: The start time cannot be greater than the end time!
de: Die Startzeit kann nicht größer als die Endzeit sein!

source: Date format error!
de: Fehler im Datumsformat!

source: Time granularity error, support: minute, hour, date
de: Fehler bei der Zeitgranularität, Unterstützung: Minute, Stunde, Datum

source: Access ID cannot be empty!
de: Zugriffs-ID darf nicht leer sein!

source: Access ID does not exist!
de: Zugriffs-ID existiert nicht!

source: file does not exist
de: Datei existiert nicht

source: Clear successfully
de: Erfolgreich löschen

source: Parameter cannot be empty!
de: Parameter darf nicht leer sein!

source: session_id cannot be empty!
de: session_id darf nicht leer!

source: Configuration check completed!
de: Konfigurationsprüfung abgeschlossen!

source: Configuration cleanup completed
de: Konfigurationsbereinigung abgeschlossen

source: Parameter error
de: Parameterfehler

source: Submitted successfully
de: Erfolgreich übermittelt
