Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Uploading to {}, please wait ...
de: Hochladen nach {}, bitte warten ...

source: File manager
de: Dateimanager

source: 500 Internal Server Error
de: 500 Interner Serverfehler

source: Get worker time detail False
de: Arbeiterzeitdetail abrufen Falsch

source: Successfully deleted FTP user[{}]!
de: FTP-Benutzer [{}] erfolgreich gelöscht!

source: Please enter an absolute path
de: Bitte geben Sie einen absoluten Pfad ein

source: Login succeeded, loading...
de: Anmeldung erfolgreich, Ladevorgang...

source: The above debugging information is displayed only in developer mode
de: Die obigen Debugging-Informationen werden nur im Entwicklermodus angezeigt

source: Username is modified from [{}] to [{}]
de: Benutzername wurde von [{}] zu [{}] geändert

source: Configuration file ERROR: {}
de: Konfigurationsdateifehler: {}

source: SSL is not enabled in the database, please open it in the Mysql manager first
de: SSL ist in der Datenbank nicht aktiviert, bitte öffnen Sie sie zuerst im MySQL-Manager

source: Turn on
de: Einschalten

source: File hash verification failed, stop installation!
de: Datei-Hash-Überprüfung fehlgeschlagen, Installation abbrechen!

source: Did not detect the port that apache phpmyadmin listens, please confirm whether the file has been manually modified.
de: Der Port, auf dem Apache PhpMyAdmin hört, wurde nicht erkannt. Bitte bestätigen Sie, ob die Datei manuell geändert wurde.

source: If the access permission is [Specified IP], you need to enter the IP address!
de: Wenn die Zugriffsberechtigung [Bestimmte IP] ist, müssen Sie die IP-Adresse eingeben!

source: Request error!
de: Anforderungsfehler!

source: Download task added to queue!
de: Download-Aufgabe zur Warteschlange hinzugefügt!

source: Get Value {} False
de: Wert abrufen {} Falsch

source: Certificate does NOT exist!
de: Zertifikat existiert NICHT!

source: There was an error deleting, please try again.
de: Beim Löschen ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.

source: PIP cannot be uninstalled
de: PIP kann nicht deinstalliert werden

source: {} d {} hrs {} min
de: {} d {} Std. {} Min.

source: Failed to copy file!
de: Datei konnte nicht kopiert werden!

source: Specified site does NOT exist
de: Angegebene Website existiert NICHT

source: Failed to delete directory!
de: Verzeichnis konnte nicht gelöscht werden!

source: View IP authorized: cat /www/server/panel/data/limitip.conf
de: Autorisierte IP anzeigen: cat /www/server/panel/data/limitip.conf

source: The IP format is incorrect, and the subnet segment writing is not supported
de: Das IP-Format ist inkorrekt, und das Schreiben des Subnetzsegments wird nicht unterstützt

source: |-User submits verification request...
de: |-Benutzer sendet Verifizierungsanfrage...

source: Invalid site directory, please check if the specified site exists!
de: Ungültiges Website-Verzeichnis, bitte überprüfen Sie, ob die angegebene Website existiert!

source: Only the [{}] system is supported
de: Nur das [{}] System wird unterstützt

source: The signing failed, we were unable to verify your domain name:<p>1. Check if the domain name is bound to the corresponding site.</p><p>2. Check if the domain name is correctly resolved to the server, or the resolution is not fully effective.</p><p>3. If your site has a reverse proxy set up, or if you are using a CDN, please turn it off first.</p><p>4. If your site has a 301 redirect, please turn it off first</p><p>5. If the above checks confirm that there is no problem, please try to change the DNS service provider.</p>'
de: Die Signierung ist fehlgeschlagen, wir konnten Ihren Domainnamen nicht verifizieren:<p>1. Überprüfen Sie, ob der Domainname an die entsprechende Website gebunden ist.</p><p>2. Überprüfen Sie, ob der Domainname korrekt zum Server aufgelöst wird oder die Auflösung nicht vollständig wirksam ist.</p><p>3. Wenn Ihre Website einen Reverse-Proxy eingerichtet hat oder wenn Sie ein CDN verwenden, schalten Sie es bitte zuerst aus.</p><p>4. Wenn Ihre Website eine 301-Weiterleitung hat, schalten Sie sie bitte zuerst aus.</p><p>5. Wenn die obigen Überprüfungen bestätigen, dass kein Problem besteht, versuchen Sie bitte, den DNS-Service-Anbieter zu ändern.</p>

source: Successfully initialized NIC
de: NIC erfolgreich initialisiert

source: This version of Python already installed {}
de: Diese Version von Python ist bereits installiert {}

source: The specified historical copy does not exist!
de: Die angegebene historische Kopie existiert nicht!

source: Format of domain is invalid!
de: Das Format der Domain ist ungültig!

source: Unsupported domain name {}, please check the domain name is correct!
de: Nicht unterstützter Domainname {}, bitte überprüfen Sie, ob der Domainname korrekt ist!

source: Decompression task added to the message queue!
de: Dekomprimierungsaufgabe zur Nachrichtenwarteschlange hinzugefügt!

source: Specified PHP version not installed
de: Angegebene PHP-Version nicht installiert

source: Sent mail successfully
de: E-Mail erfolgreich gesendet

source: Task deleted
de: Aufgabe gelöscht

source: Do NOT use common default port!
de: NICHT den üblichen Standardport verwenden!

source: Certificate ERROR, please check!
de: ZertifikatsFEHLER, bitte überprüfen!

source: Operation failed
de: Vorgang fehlgeschlagen

source: Nonsupport mysql5.1!
de: Nicht unterstützt mysql5.1!

source: It is not recommended to use [.] at the end of the file because there may be security risks
de: Es wird nicht empfohlen, [.] am Ende der Datei zu verwenden, da Sicherheitsrisiken bestehen können

source: Max processes
de: Maximale Prozesse

source: Save ERROR! {}
de: Fehler beim Speichern! {}

source: Dangerous upload vulnerabilities
de: Gefährliche Upload-Schwachstellen

source: {} installing, please wait...
de: {} Installation läuft, bitte warten...

source: Please go to the software store to install [cloud analysis], and complete the domain name NS binding.
de: Bitte gehen Sie zum Software-Store, um [Cloud-Analyse] zu installieren, und schließen Sie die NS-Bindung für den Domainnamen ab.

source: The specified directory {} does not exist!
de: Das angegebene Verzeichnis {} existiert nicht!

source: ERROR, the value set is illegal!
de: FEHLER, der festgelegte Wert ist ungültig!

source: Port range must be between 22 and 65535!
de: Der Portbereich muss zwischen 22 und 65535 liegen!

source: Failed to obtain file content, format is not supported!
de: Konnte Dateiinhalt nicht abrufen, Format wird nicht unterstützt!

source: Connection failure: {}:{}
de: Verbindungsfehler: {}:{}

source: Demons
de: Dämonen

source: Pls enter new password:
de: Neues Passwort eingeben:

source: Requested file exists!
de: Angeforderte Datei existiert!

source: The protocol header response timed out
de: Die Protokoll-Header-Antwort ist abgelaufen

source: Successfully uninstalled plugin [{}]
de: Plugin erfolgreich deinstalliert [{}]

source: Site [{}] traffic control turned off!
de: Standort [{}] Verkehrskontrolle ausgeschaltet!

source: # Copyright (C) YEAR ORGANIZATION
de: # Copyright (C) JAHR ORGANISATION

source: Regenerate API-Token
de: API-Token neu generieren

source: Dangerous reference
de: Gefährlicher Hinweis

source: Please enter the index of the order to be revoked in the --index parameter
de: Bitte geben Sie den Index der zu widerrufenden Bestellung im Parameter --index ein

source: Monthly, run on {}Day {} Hour {}Min
de: Monatlich, ausgeführt am {}Tag {} Stunde {}Min.

source: You do NOT have permission to access the current plugin!
de: Sie haben KEINE Berechtigung, auf das aktuelle Plugin zuzugreifen!

source: ERROR registering
de: Fehler beim Registrieren

source: connection succeeded
de: Verbindung erfolgreich

source: MySQLdb component is missing! <br>Please enter SSH and run the command: pip install mysql-python
de: MySQLdb-Komponente fehlt! <br>Bitte geben Sie SSH ein und führen Sie den Befehl aus: pip install mysql-python

source: There is no certificate that can be renewed on the current website..
de: Es gibt kein Zertifikat, das auf der aktuellen Website erneuert werden kann.

source: Has been open
de: War offen

source: Failed to get mail, error reason [{}]
de: E-Mail konnte nicht abgerufen werden, Fehlergrund [{}]

source: System rubbish cleared, totally deleted [{}] files, freed disk space [{}]
de: Systemmüll gelöscht, [{}] Dateien vollständig gelöscht, Speicherplatz freigegeben [{}]

source: Per Day, run at {} Hour {} Min
de: Pro Tag, {} Stunde {} Min.

source: Proxy directory cannot have the following special characters {}
de: Das Proxy-Verzeichnis darf die folgenden Sonderzeichen nicht enthalten {}

source: A generic domain name cannot be used to apply for a certificate using [File Validation]!
de: Ein generischer Domainname kann nicht verwendet werden, um ein Zertifikat mit [Dateivalidierung] zu beantragen!

source: The change failed, directory does NOT exist
de: Die Änderung ist fehlgeschlagen, Verzeichnis existiert NICHT

source: Task manager
de: Aufgabenmanager

source: File names can NOT contain special characters!
de: Dateinamen dürfen KEINE Sonderzeichen enthalten!

source: Already {} API service!
de: Bereits {} API-Service!

source: Site [{}] backup to FTP succeed, in [{}] seconds
de: Site [{}] Backup auf FTP erfolgreich, in [{}] Sekunden

source: Closed
de: Geschlossen

source: Successfully moved file [{}] to recycle bin!
de: Datei [{}] erfolgreich in Papierkorb verschoben!

source: |-ERROR, pls do NOT use the common port as panel port
de: |-Fehler, bitte verwenden Sie den gemeinsamen Anschluss NICHT als Panel-Anschluss

source: Command sent successfully!
de: Befehl erfolgreich gesendet!

source: This plugin does NOT have template!
de: Dieses Plugin hat KEINE Vorlage!

source: Export failed, please check permissions!
de: Export fehlgeschlagen, bitte Berechtigungen prüfen!

source: Successfully deleted database [{}]!
de: Datenbank erfolgreich gelöscht [{}]!

source: Unable to initialize client
de: Kannn den CLS Client nicht initialisieren.

source: Defualt document of site [{}] is [{}]
de: Das Standarddokument des Standorts [{}] ist [{}]

source: Failed to delete backup [{}] for database [{}]! => {}
de: Backup [{}] für Datenbank [{}] konnte nicht gelöscht werden! => {}

source: Warning, turning off the security entrance will directly expose your back-end to the public network, which is very dangerous. At least one of the following security measures must be turned on to turn off the security entrance:<a style='color:red;'><br>1. Binding access domain<br>2. Binding authorized IP</a>
de: Warnung: Wenn Sie den Sicherheitseingang ausschalten, wird Ihr Backend direkt dem öffentlichen Netzwerk ausgesetzt, was sehr gefährlich ist. Zum Ausschalten des Sicherheitseingangs muss mindestens eine der folgenden Sicherheitsmaßnahmen eingeschaltet sein:<a style='color:red;'><br>1. Verbindliche Zugangsdomäne<br>2. Verbindliche autorisierte IP</a>

source: Redirected domain already exists {}
de: Umgeleitete Domain existiert bereits {}

source: Number of current pending signals
de: Anzahl der aktuell anstehenden Signale

source: Compression completed, took {} seconds, compressed package size: {}
de: Komprimierung abgeschlossen, dauerte {} Sekunden, komprimierte Packungsgröße: {}

source: [{}] renamed to [{}]
de: Senden an:

source: Select sql/gz/zip file!
de: Wählen Sie sql/gz/zip-Datei!

source: API key ERROR, failed to add resolution
de: API-Schlüsselfehler, Lösung konnte nicht hinzugefügt werden

source: WeChat scan QR code login
de: WeChat Scan QR-Code-Anmeldung

source: Python startup mode has no configuration file to modify
de: Der Python-Startmodus hat keine Konfigurationsdatei zum Ändern

source: Please complete the information!
de: Bitte Angaben vervollständigen

source: The IP exists in block list, no need to repeat processing!
de: Die IP existiert in der Sperrliste, keine Notwendigkeit, die Verarbeitung zu wiederholen!

source: Hotlink Protection for site [{}] disabled!
de: Hotlink-Schutz für Website [{}] deaktiviert!

source: PHP reference configuration, allowed to be commented, deleted or modified
de: PHP-Referenzkonfiguration, kann kommentiert, gelöscht oder geändert werden

source: Turned off monitory service!
de: Monitory-Service ausgeschaltet!

source: This JDK is NOT installed
de: Diese Datei wird nicht installiert.

source: Certificate error, please paste the correct PEM format certificate!
de: Zertifikatsfehler, bitte fügen Sie das korrekte PEM-Format-Zertifikat ein!

source: Set PATH_INFO module to [{}] for PHP-{}!
de: Setzen Sie PATH_INFO Modul auf [{}] für PHP-{}!

source: Clearing CPU monitoring records
de: Löschen von CPU-Überwachungsdatensätzen

source: |-The \033[36m{}\033[0m domain names are: {}, please resolve the following information:
de: |-Die \033[36m{}\033[0m Domainnamen sind: {}, bitte lösen Sie die folgenden Informationen auf:

source: Domain format ERROR {}
de: Domain-Formatfehler {}

source: SSL related configuration, do NOT delete or modify the next line of commented-out 404 rules
de: SSL-bezogene Konfiguration, löschen oder ändern Sie die nächste Zeile der auskommentierten 404-Regeln nicht

source: Directory already has files, please change another directory
de: Verzeichnis hat bereits Dateien, bitte ändern Sie ein anderes Verzeichnis

source: No resolution record was found for domain name {}, please check if the domain name resolution takes effect!
de: Für den Domainnamen {} wurde kein Auflösungsdatensatz gefunden. Bitte überprüfen Sie, ob die Auflösung des Domainnamens wirksam wird!

source: The specified address does not exist!
de: Die angegebene Adresse existiert nicht.

source: Cannot delete non-empty directory!
de: Nicht leeres Verzeichnis kann nicht gelöscht werden!

source: Failed to get from the cloud
de: Fehler beim Abrufen aus der Cloud

source: This domain does NOT exist in this CloudXNS account, failed to add resolution
de: Diese Domäne existiert NICHT in diesem CloudXNS-Konto, Lösung konnte nicht hinzugefügt werden

source: Verification code length is wrong!
de: Die Länge des Bestätigungscodes ist falsch!

source: CA server connection timed out, please try again later.
de: Zeitüberschreitung der CA-Serververbindung, bitte versuchen Sie es später erneut.

source: Delete domain [{}] successfully
de: Domain [{}] erfolgreich gelöscht

source: Error, cannot end task processes!
de: Fehler, Aufgabenprozesse können nicht beendet werden!

source: Create the website [ {} ] successfully
de: Erstellen Sie die Website [ {} ] erfolgreich

source: No available PHP version found!
de: Keine verfügbare PHP-Version gefunden!

source: TXT record has expired, please re-acquire
de: TXT-Datensatz ist abgelaufen, bitte erneut erwerben

source: NIC NOT initialized
de: Nicht Initialisiert

source: The specified SSH information does not exist!
de: Die angegebene SSH-Information existiert nicht!

source: Executed successfully!
de: {0} erfolgreich ausgeführt.

source: Get worker BusyWorkers False
de: Holen Sie sich Worker BusyWorkers False

source: Sorry, something went wrong
de: Entschuldigung, etwas ist schief gelaufen.

source: Error: Attempted verification {} times. The maximum number of verifications is {}. The verification interval is {} seconds.
de: Fehler: Verifizierung {} -mal versucht. Die maximale Anzahl der Verifizierungen beträgt {}. Das Verifizierungsintervall beträgt {} Sekunden.

source: |-Record type: CAA Record name: \033[41m{}\033[0m Record value: \033[41m{}\033[0m [Optional]
de: |-Datensatztyp: CAA-Datensatzname: \033[41m{}\033[0m Datensatzwert: \033[41m{}\033[0m [Optional]

source: Service shutdown or internal error due to maintenance, check [ https://letsencrypt.status.io ]see for more details.
de: Weitere Informationen zum Herunterfahren des Dienstes oder zu internen Fehlern aufgrund von Wartungsarbeiten finden Sie unter [https://letsencrypt.status.io].

source: This IP cannot be deleted
de: Diese IP kann nicht gelöscht werden

source: Please select redirected domain
de: Bitte wählen Sie die umgeleitete Domain

source: Update Succeeded!
de: Aktualisierung gelungen

source: Same as original path, no need to change!
de: Wie der ursprüngliche Weg, keine Notwendigkeit, sich zu ändern!

source: The file cannot be read correctly due to incompatible file encoding!{}
de: Die Datei kann aufgrund inkompatibler Dateiverschlüsselung nicht korrekt gelesen werden!{}

source: At least [{}] CPU cores are required to install
de: Für die Installation sind mindestens [{}] CPU-Kerne erforderlich

source: Project already started
de: Projekt bereits gestartet

source: Every {} Hours
de: Alle {} Stunden

source: No composer available!
de: Kein Komponist verfügbar!

source: Clearing network monitoring records
de: Clearing-Netzwerk-Überwachungsdatensätze

source: Failed to modify password for database [{}]! => {}
de: Passwort für Datenbank [{}] konnte nicht geändert werden! => {}

source: Sorry, You do NOT Have Permission to Access.
de: Es tut uns leid! Sie sind nicht berechtigt, auf diese Seite zuzugreifen.

source: Successfully compressed file [{}] to [{}]!
de: Erfolgreich komprimierte Datei [{}] zu [{}]!

source: No virtual environment created, please recreate the project
de: Keine virtuelle Umgebung erstellt, bitte erstellen Sie das Projekt neu

source: |-Request CA to verify domain name [{}]...
de: |-CA zur Überprüfung des Domänennamens [{}] auffordern...

source: Please specify the correct authentication type in the --type parameter, supporting dns and http
de: Bitte geben Sie den korrekten Authentifizierungstyp im Parameter --type an, der dns und http unterstützt

source: Auto means automatic
de: Automatisch bedeutet automatisch

source: |-{} Waiting for renewal [{}].
de: |-{} Warten auf Verlängerung [{}].

source: Expired backup files have been cleaned from {}: {}
de: Abgelaufene Sicherungsdateien wurden gesäubert von {}: {}

source: Successfully deleted cron job [{}]!
de: Datenbank erfolgreich gelöscht [{}]!

source: Cancel entrance limit
de: Eintrittslimit aufheben

source: Succeeded, please test JSP program!
de: Erfolgreich, bitte testen Sie das JSP-Programm!

source: Mapping site for Python project [{}]
de: Zuordnungswebsite für Python-Projekt [{}]

source: Size of swap used by process
de: Größe des vom Prozess verwendeten Swaps

source: An error occurred while writing data to the buffer: {}
de: Beim Schreiben von Daten in den Puffer ist ein Fehler aufgetreten: {}

source: Ended processes[{}][{}] Successfully!
de: Prozesse beendet [{}][{}] Erfolgreich!

source: Successfully saved certificate!
de: Zertifikat erfolgreich gespeichert!

source: Failed to copy directory!
de: Verzeichnis konnte nicht kopiert werden!

source: Modified PHP runtime version to PHP-{} for phpMyAdmin!
de: Geänderte PHP-Laufzeitversion zu PHP-{} für phpMyAdmin!

source: Connection to CA server failed, please try again later.
de: Verbindung zum CA-Server fehlgeschlagen, bitte versuchen Sie es später erneut.

source: |-Clearing resolve history [{}]
de: Löschen von CPU-Überwachungsdatensätzen

source: Create new user failed!
de: Der Benutzer konnte nicht erstellt werden.

source: Database memory
de: Datenbankspeicher

source: Database [{}] backup succeed, in [{}] seconds
de: Backup der Datenbank [{}] erfolgreich, in [{}] Sekunden

source: Command sent
de: Befehl gesendet

source: Authenticating private key
de: Authentifizierung des privaten Schlüssels

source: Execute composer [{}] in the directory: [{}]
de: Composer [{}] im Verzeichnis ausführen: [{}]

source: Mapping site for Tomcat [{}]
de: Mapping-Site für Tomcat [{}]

source: |-Manual order submission is successful, please resolve DNS records according to the following tips:
de: |- Die manuelle Auftragsübermittlung ist erfolgreich, bitte lösen Sie DNS-Einträge gemäß den folgenden Tipps auf:

source: {} Offline mode
de: Offline-Modus

source: Nginx 1.8.1 is too old, no longer available, please choose another version!
de: Nginx 1.8.1 ist zu alt, nicht mehr verfügbar, bitte wählen Sie eine andere Version!

source: The protocol header response timed out, and the network quality with the target server was too bad: {}
de: Die Protokoll-Header-Antwort ist abgelaufen und die Netzwerkqualität mit dem Zielserver war zu schlecht: {}

source: Set [{}]'s permission to [{}] and authorized user to [{}]
de: Setzen Sie die Berechtigung von [{}] auf [{}] und den autorisierten Benutzer auf [{}]

source: ERROR to connect database, pls check database status!
de: FEHLER BEIM Verbinden der Datenbank, bitte überprüfen Sie den Datenbankstatus!

source: Unpacking the package...
de: Entpacken des Pakets

source: No Data
de: Keine Daten

source: Please enter number
de: Bitte gib eine Zahl ein

source: Failed to change password FTP user[{}]! => {}
de: Fehler beim Ändern des Passworts für FTP-Benutzer[{}]! => {}

source: The specified package does not exist.
de: Das angegebene Paket existiert nicht.

source: Turned on Tomcat supporting for site [{}]!
de: Tomcat-Unterstützung für Website [{}] aktiviert!

source: Please enter the correct port range 1 < port < 65535
de: Bitte geben Sie den richtigen Portbereich 1 < Port < 65535 ein

source: |-Clearing up temporary files and site logs...
de: |- Löschen von temporären Dateien und Standortprotokollen...

source: #Clear cache
de: Cache leeren

source: Did not detect the port that nginx phpmyadmin listens, please confirm whether the file has been manually modified.
de: Der Port, den nginx phpmyadmin abhört, wurde nicht erkannt. Bitte bestätigen Sie, ob die Datei manuell geändert wurde.

source: Tuesday
de: Dienstag

source: Failed to generate temporary login URL
de: Temporäre Login-URL konnte nicht generiert werden

source: The SSH protocol handshake timed out
de: Der SSH-Protokoll-Handshake ist abgelaufen

source: Successfully moved file or directory [{}] to [{}]!
de: Datei oder Verzeichnis [{}] wurde erfolgreich nach [{}] verschoben!

source: The E-Mail format is illegal
de: Das E-Mail-Format ist ungültig

source: New domain success! {}
de: Neue Domain erfolgreich! {}

source: Wrong parameter format!
de: Falsches Parameterformat!

source: Monday
de: Montag

source: Verification code is incorrect, Username:{}, Verification Code:{}, Login IP:{}
de: Der Bestätigungscode ist falsch, Benutzername:{}, Bestätigungscode:{}, Anmelde-IP:{}

source: Successfully created site!
de: erfolgreich erstellt!

source: Failed to repair!
de: Fehler beim Reparieren!

source: Your site has 301 Redirect on,Please turn it off first!
de: Auf Ihrer Website ist die 301-Weiterleitung aktiviert. Bitte schalten Sie sie zuerst aus!

source: 10 consecutive authentication failures are prohibited for 1 hour
de: 10 aufeinanderfolgende Authentifizierungsfehler sind 1 Stunde lang verboten

source: Backup error {}
de: Fehler bei der Sicherung

source: Set the max number of temporary buffers used by each database session. Default value is 8MB
de: Legen Sie die maximale Anzahl der temporären Puffer fest, die von jeder Datenbanksitzung verwendet werden. Standardwert ist 8 MB

source: The connection timed out and the CA server was unable to access your website!
de: Die Verbindung ist abgelaufen und der CA-Server konnte nicht auf Ihre Website zugreifen!

source: Client header buffer size
de: Client-Header-Puffergröße

source: Special symbols cannot be included in the database path
de: Sondersymbole können nicht in den Datenbankpfad aufgenommen werden

source: Site [{}] traffic control turned on!
de: Standort [{}] Verkehrskontrolle ausgeschaltet!

source: ERROR, primary domain cannot be IP address!
de: FEHLER, primäre Domain kann keine IP-Adresse sein!

source: Open File
de: Datei öffnen

source: {} FTP user failed!
de: {} FTP-Benutzer fehlgeschlagen!

source: Configuration has been saved
de: Die Konfiguration wurde gespeichert

source: |-ERROR, no valid port entered
de: |-Fehler, kein gültiger Port eingegeben
