Repository: hypr-technologies/iPanel
Catalog: iPanel/BTPanel/static/language/gettext/*/LC_MESSAGES/*.po
Languages: de

source: Temporary keys can only be obtained through the API interface
de: Temporäre Schlüssel können nur über die API-Schnittstelle bezogen werden

source: Syncing information, please try again! {}
de: Informationen werden synchronisiert, bitte versuchen Sie es erneut! {}

source: Activate successfully
de: Erfolgreich aktivieren

source: Activate failed
de: Aktivierung fehlgeschlagen

source: Renew Failed
de: Verlängerung fehlgeschlagen

source: Renew successfully
de: Erneuerung erfolgreich

source: Apply Failed
de: Anwenden fehlgeschlagen

source: Apply successfully
de: Erfolgreich anwenden

source: CA can't verify your domain name, please check if the domain name resolution is correct, or wait 5-10 minutes and try again.
de: CA kann Ihren Domänennamen nicht verifizieren. Bitte überprüfen Sie, ob die Domänennamenauflösung korrekt ist, oder warten Sie 5-10 Minuten und versuchen Sie es erneut.

source: The CA server connection timed out, please try again later.
de: Die CA-Serververbindung ist abgelaufen. Bitte versuchen Sie es später erneut.

source: The domain name does not belong to this DNS service provider. Please ensure that the domain name is filled in correctly.
de: Der Domänenname gehört nicht zu diesem DNS-Dienstanbieter. Bitte stellen Sie sicher, dass der Domänenname korrekt eingegeben ist.

source: 'The DNS server connection failed. Please check if the key is correct.'
de: 'Die DNS-Serververbindung ist fehlgeschlagen. Bitte überprüfen Sie, ob der Schlüssel korrekt ist.'

source: The signing failed, the domain name exact set of domains: (.+): {} exceeded the weekly number of repeated issuances!
de: Die Signierung ist fehlgeschlagen, der genaue Domänenname: (.+): {} hat die wöchentliche Anzahl wiederholter Ausgaben überschritten!

source: The signing failed, the current server IP has reached the limit of creating up to 10 accounts every 3 hours..
de: Die Signierung ist fehlgeschlagen, die aktuelle Server-IP hat das Limit von maximal 10 Konten alle 3 Stunden erreicht..

source: The verification failed, the domain name was not resolved, or the resolution did not take effect.!
de: Die Überprüfung ist fehlgeschlagen, der Domänenname wurde nicht aufgelöst oder die Auflösung wurde nicht wirksam.!

source: Authentication failed, domain name resolution error or verification URL could not be accessed!
de: Authentifizierung fehlgeschlagen, Fehler bei der Domänennamenauflösung oder auf die Bestätigungs-URL konnte nicht zugegriffen werden!

source: Failed to connect to CA server, please try again later.
de: Verbindung zum CA-Server fehlgeschlagen, bitte versuchen Sie es später erneut.

source: Unsupported domain name {}, please check if the domain name is correct!
de: Nicht unterstützter Domänenname {}, bitte prüfen Sie, ob der Domänenname korrekt ist!

source: The domain name {} did not find a resolution record. Please check if the domain name is resolved.!
de: Für den Domänennamen {} wurde kein Auflösungsdatensatz gefunden. Bitte prüfen Sie, ob der Domänenname aufgelöst wird.!

source: If a valid TXT resolution record is not found in the domain name {}, please check if the TXT record is correctly parsed. If it is applied by DNSAPI, please try again in 10 minutes.!
de: Wenn im Domänennamen {} kein gültiger TXT-Auflösungseintrag gefunden wird, überprüfen Sie bitte, ob der TXT-Eintrag richtig analysiert wurde. Wenn er von DNSAPI angewendet wird, versuchen Sie es bitte in 10 Minuten erneut.

source: Found the wrong TXT record on {}: {}, please check if the TXT resolution is correct. If it is applied by DNSAPI, please try again in 10 minutes.!
de: Falscher TXT-Eintrag auf {}: {} gefunden, überprüfen Sie bitte, ob die TXT-Auflösung richtig ist. Wenn er von DNSAPI angewendet wird, versuchen Sie es bitte in 10 Minuten erneut.

source: This domain name does not exist under this dnspod account. Adding parsing failed.!
de: Dieser Domänenname existiert unter diesem DNSpod-Konto nicht. Hinzufügen der Analyse fehlgeschlagen.

source: Connection timed out, CA server could not access your website!
de: Verbindungs-Timeout, CA-Server konnte nicht auf Ihre Website zugreifen!

source: The domain name {} is currently required to verify the CAA record. Please manually resolve the CAA record, or try again after 1 hour.!
de: Der Domänenname {} wird derzeit benötigt, um den CAA-Eintrag zu verifizieren. Bitte lösen Sie den CAA-Eintrag manuell auf oder versuchen Sie es nach 1 Stunde erneut.

source: Verification timeout, please check whether the domain name is correctly resolved. If dns is resolved, the connection between the server and Let'sEncrypt may be abnormal. Please try again later!
de: Zeitüberschreitung bei der Verifizierung, bitte prüfen Sie, ob der Domänenname richtig aufgelöst wurde. Wenn DNS aufgelöst wird, ist die Verbindung zwischen dem Server und Let'sEncrypt möglicherweise abnormal. Bitte versuchen Sie es später erneut!

source: Order creation failed, please try again later!
de: Bestellung konnte nicht erstellt werden, bitte versuchen Sie es später noch einmal!

source: More than 5 verification failures in 1 hour, application is temporarily banned, please try again later!
de: Mehr als 5 Verifizierungsfehler in 1 Stunde, Anwendung ist vorübergehend gesperrt, bitte versuchen Sie es später erneut!

source: CA server denied access, please try again later!
de: CA-Server hat den Zugriff verweigert, bitte versuchen Sie es später noch einmal!

source: Depend on the following software, please install first [{}]
de: Abhängig von folgender Software, bitte zuerst installieren [{}]

source: <a style=color:red;>ERROR: System critical directory is not writable!</a><br>1. If [BT System Hardening] is installed, please turn it off<br><br>2. If Yunsuo is installed, please turn off [System Hardening] feature<br>3. If Safedog is installed, please turn off [System Protection] feature<br>4. If other security software is used, please uninstall it<br>
de: <a style=color:red;>FEHLER: Systemkritisches Verzeichnis ist nicht beschreibbar!</a><br>1. Wenn [BT System Hardening] installiert ist, schalten Sie es bitte aus.<br><br>2. Wenn Yunsuo installiert ist, schalten Sie bitte die Funktion [System Hardening] aus.<br>3. Wenn Safedog installiert ist, schalten Sie bitte die Funktion [System Protection] aus.<br>4. Wenn andere Sicherheitssoftware verwendet wird, deinstallieren Sie diese bitte.<br>

source: Please specify the software name!
de: Bitte geben Sie den Softwarenamen an!

source: Sorry, currently OLS official does not support php8.1
de: Entschuldigung, derzeit unterstützt OLS offiziell kein PHP 8.1

source: You did not purchase [ {} ] or the authorization has expired
de: Sie haben [ {} ] nicht gekauft oder die Autorisierung ist abgelaufen

source: The specified run directory {} does not exist!
de: Das angegebene Ausführungsverzeichnis {} existiert nicht!

source: The startup item name format is incorrect, support: [a-zA-Z0-9_]!
de: Das Format des Startelementnamens ist falsch, Unterstützung: [a-zA-Z0-9_]!

source: Launch configuration already exists!
de: Startkonfiguration existiert bereits!

source: Create startup item [{}] successful!
de: Startelement [{}] erfolgreich erstellen!

source: Modify startup item [{}] successful!
de: Startelement [{}] erfolgreich ändern!

source: Delete startup item [{}] successful!
de: Startelement [{}] erfolgreich löschen!

source: Setting startup item [{}] status succeeded!
de: Status von Startelement [{}] erfolgreich setzen!

source: launch configuration does not exist!
de: Startkonfiguration existiert nicht!

source: Close startup item [{}] successful!
de: Startelement [{}] erfolgreich schließen!

source: Not run
de: Nicht ausgeführt

source: Unable to get process information
de: Prozessinformationen konnten nicht abgerufen werden

source: Startup {} successful, PID:{}
de: Start {} erfolgreich, PID:{}

source: Search content cannot be empty
de: Suchinhalt darf nicht leer sein

source: The content to be replaced cannot be empty
de: Der zu ersetzende Inhalt darf nicht leer sein

source: The suffix cannot be empty; please enter [ *.* ] to search all files
de: Das Suffix darf nicht leer sein; bitte geben Sie [ *.* ] ein, um alle Dateien zu durchsuchen

source: The directory cannot be empty or /
de: Das Verzeichnis darf nicht leer oder / sein

source: Directory does not exist
de: Verzeichnis existiert nicht

source: Site [{}] turned off SSL successfully!
de: Site [{}] hat SSL erfolgreich deaktiviert!

source: Site [{}] started!
de: Site [{}] gestartet!

source: The PHP connection configuration cannot be empty when customizing the version!
de: Die PHP-Verbindungskonfiguration darf beim Anpassen der Version nicht leer sein!

source: The PHP connection configuration format is incorrect, please refer to the example!
de: Das PHP-Verbindungskonfigurationsformat ist falsch, bitte beachten Sie das Beispiel!

source: The specified unix socket [{}] does not exist!
de: Der angegebene Unix-Socket [{}] existiert nicht!

source: Unable to connect to [{}], please check whether the machine can connect to the target server
de: Verbindung zu [{}] nicht möglich, bitte prüfen Sie, ob die Maschine eine Verbindung zum Zielserver herstellen kann

source: Invalid username or email or password! please check and try again!
de: Ungültiger Benutzername oder ungültige E-Mail-Adresse oder ungültiges Passwort! Bitte prüfen Sie dies und versuchen Sie es erneut!

source: Failed to connect server!
de: Verbindung zum Server fehlgeschlagen!

source: The request failed, please try again later!
de: Die Anforderung ist fehlgeschlagen, bitte versuchen Sie es später erneut!

source: Apply for [{}] certificate to verify [{}] Please bind [{}] and resolve to the site!
de: Beantragen Sie ein [{}]-Zertifikat, um [{}] zu verifizieren. Bitte binden Sie [{}] und rufen Sie die Site auf!

source: Cannot create [{}]
de: [{}] konnte nicht erstellt werden

source: Failed to set {}
de: Fehler beim Festlegen von {}

source: You need to bind the domain name to the panel before you can apply for the Lets Encrypt certificate.
de: Sie müssen den Domänennamen an das Panel binden, bevor Sie das Lets Encrypt-Zertifikat beantragen können.

source: Failed to apply for a certificate, please try to manually apply for a certificate for the panel domain name on the site management page
de: Zertifikat konnte nicht beantragt werden. Bitte versuchen Sie, manuell ein Zertifikat für den Domänennamen des Panels auf der Site-Verwaltungsseite zu beantragen.

source: Certificate error, please check!
de: Zertifikatfehler, bitte prüfen!

source: The certificate has been saved!
de: Das Zertifikat wurde gespeichert!

source: Please enter an account or password
de: Bitte geben Sie ein Konto oder Passwort ein

source: Please enter the directory to be protected
de: Bitte geben Sie das zu schützende Verzeichnis ein

source: Please enter the Name
de: Bitte geben Sie den Namen ein

source: Site password protection has been set, please cancel and then set. Site directory --> Password access
de: Site-Passwortschutz wurde eingerichtet, bitte brechen Sie ab und legen Sie ihn dann fest. Site-Verzeichnis --> Passwortzugriff

source: Directory has been protected
de: Verzeichnis wurde geschützt

source: The website does not exist in the configuration：{}
de: Die Website existiert nicht in der Konfiguration: {}

source: |-Upgrading [{}]...
de: |-Upgrade [{}]...

source: Scan QRCORE successfully
de: QRCORE erfolgreich gescannt

source: Login failed 1
de: Anmeldung fehlgeschlagen 1

source: API is not turned on
de: API ist nicht aktiviert

source: Unbound phone
de: Ungebundenes Telefon

source: Waiting for APP scan code login 1
de: Warte auf APP-Scancode-Login 1

source: Waiting for APP scan code login 2
de: Warte auf APP-Scancode-Login 2

source: Waiting for APP scan code login
de: Warte auf APP-Scancode-Login

source: APP scan code login, account: {}, login IP: {}
de: APP-Scancode-Login, Konto: {}, Login-IP: {}

source: login successful!
de: Anmeldung erfolgreich!

source: Login failed 2
de: Anmeldung fehlgeschlagen 2

source: Install the necessary PHP extensions
de: Installieren Sie die erforderlichen PHP-Erweiterungen

source: Please specify verification type
de: Bitte geben Sie die Art der Verifizierung an

source: The key does not exist. Please turn on and try again.
de: Saji otii lɛ bɛ. Ofainɛ, sumɔ ni oka ekoŋŋ.

source: Nginx is not install
de: Nginx ist nicht installiert

source: Wrong connection address
de: Falsche Verbindungsadresse

source: Directory names cannot contain special characters!
de: Verzeichnisnamen dürfen keine Sonderzeichen enthalten!

source: <h2>Issue failed, current txt record expired, please re-acquire!</h2>
de: <h2>Problem behoben, aktueller TXT-Eintrag abgelaufen, bitte erneut anfordern!</h2>

source: This domain does NOT exist in the currently bound BT Cloud DNS account, failed to add resolution!
de: Diese Domäne existiert NICHT im aktuell gebundenen BT Cloud DNS-Konto, Auflösung konnte nicht hinzugefügt werden!

source: The renewal task added to the queue!
de: Keine gültigen DNSAPI-Schlüsselinformationen gefunden

source: No valid DNSAPI key information found
de: Keine gültigen DNSAPI-Schlüsselinformationen gefunden

source: Error reading PHP configuration file, please try to reinstall this PHP!
de: Fehler beim Lesen der PHP-Konfigurationsdatei, bitte versuchen Sie, dieses PHP neu zu installieren!

source: Compression succeeded!
de: Komprimierung erfolgreich!

source: Sorry, Program Error
de: Entschuldigung, Programmfehler

source: Configuration is successfully modified, please restart the project manually
de: Konfiguration wurde erfolgreich geändert, bitte starten Sie das Projekt manuell neu

source: Max time of input
de: Maximale Eingabezeit

source: Beta tester profile
de: Betatesterprofil

source: Site [{}] added domain [{}] successfully!
de: Site [{}] hat Domain [{}] erfolgreich hinzugefügt!

source: Uninstallation succeeded
de: Deinstallation erfolgreich

source: Expired
de: Abgelaufen

source: Loading...
de: Wird geladen...

source: Email does not exist!
de: E-Mail existiert nicht!

source: Start exporting database: {}
de: Datenbankexport starten: {}

source: Failed to move file [{}] to recycle bin!
de: Datei [{}] konnte nicht in den Papierkorb verschoben werden!

source: It is not recommended to use [ . ] at the end of the directory, because there may be safety risks
de: Es wird nicht empfohlen, [ . ] am Ende des Verzeichnisses zu verwenden, da dies Sicherheitsrisiken bergen kann

source: #referenced redirect rule
de: #referenzierte Umleitungsregel

source: Worker processes
de: Arbeitsprozesse

source: Not installed
de: Nicht installiert

source: Root password cannot be empty
de: Das Root-Passwort darf nicht leer sein

source: Max value of simultaneously upload file
de: Maximalwert gleichzeitig hochgeladener Dateien

source: Downloading:
de: Herunterladen:

source: NOT exist
de: Existiert NICHT

source: Successfully imported database [{}]
de: Datenbank [{}] erfolgreich importiert

source: Failed to set
de: Festlegen fehlgeschlagen

source: Name of task cannot be empty!
de: Name der Aufgabe darf nicht leer sein!

source: Clear panel cache
de: Panel-Cache leeren

source: Your plugin list is already the latest version {}!
de: Ihre Plugin-Liste ist bereits die neueste Version {}!

source: Failed to stop
de: Beenden fehlgeschlagen

source: Open successfully, take effect after manually restarting the database
de: Erfolgreich öffnen, wird nach manuellem Neustart der Datenbank wirksam

source: This domain does NOT exist in this Aliyun account, failed to add resolution
de: Diese Domäne existiert NICHT in diesem Aliyun-Konto, Auflösung konnte nicht hinzugefügt werden

source: Cloud verification failed!
de: Cloud-Verifizierung fehlgeschlagen!

source: Delete users [{}]
de: Benutzer löschen [{}]

source: Recycle bin feature turned on!
de: Papierkorb-Funktion aktiviert!

source: Domain name {} is the same as the target domain name, please deselect it
de: Domänenname {} ist derselbe wie der Zieldomänenname, bitte deaktivieren Sie ihn

source: The port exists, no need to repeat the release!
de: Der Port existiert, die Freigabe muss nicht wiederholt werden!

source: Data validation failed and the CA was unable to get the correct captcha from the authenticated connection.
de: Die Datenvalidierung ist fehlgeschlagen und die Zertifizierungsstelle konnte das korrekte Captcha nicht aus der authentifizierten Verbindung abrufen.

source: Renewal failed. The number of failed attempts to apply for a certificate has reached the limit!
de: Die Erneuerung ist fehlgeschlagen. Die Anzahl der fehlgeschlagenen Versuche, ein Zertifikat zu beantragen, hat das Limit erreicht!

source: |-ERROR, username cannot be less than 5 characters
de: |-FEHLER, Benutzername darf nicht weniger als 5 Zeichen haben

source: Certificate expiration time: {}
de: Zertifikatablaufzeit: {}

source: {} Developer mode (DeBug)
de: {} Entwicklermodus (DeBug)

source: Failed, disk space is not enough, currently available space:
de: Fehlgeschlagen, Speicherplatz reicht nicht aus, aktuell verfügbarer Speicherplatz:

source: Failed to move file!
de: Datei konnte nicht verschoben werden!

source: |-Renewal success:{}
de: |-Erneuerung erfolgreich: {}

source: Current
de: Aktuell

source: Execution failed, attempted auto repair, please try again later!
de: Ausführung fehlgeschlagen, automatische Reparatur versucht, bitte später erneut versuchen!

source: |-ERROR, specified port is already in use
de: |-FEHLER, angegebener Port wird bereits verwendet

source: Get Key {} False
de: Schlüssel abrufen {} Falsch

source: Successfully restored database {}!
de: Datenbank {} erfolgreich wiederhergestellt!

source: Cannot get the correct device name
de: Der richtige Gerätename kann nicht abgerufen werden.

source: Successfully added site!
de: Site erfolgreich hinzugefügt

source: Clearing log info
de: Protokollinformationen werden gelöscht

source: The data directory length cannot exceed 32 bits
de: Die Länge des Datenverzeichnisses darf 32 Bit nicht überschreiten

source: Please go to the software store to install [Cloud Resolution] and complete the domain name NS binding.
de: Bitte gehen Sie zum Software-Store, um [Cloud Resolution] zu installieren und die Domänennamen-NS-Bindung abzuschließen.

source: Successfully {} FTP user [{}]!
de: FTP-Benutzer [{}] erfolgreich {}!

source: Backup failed
de: Kanal ist erstellt

source: Channel is built
de: Kanal wird gebaut

source: Database [{}] does NOT exist!
de: Datenbank [{}] existiert NICHT!

source: Panel configuration
de: Panel-Konfiguration

source: Set the unauthorized response status to:{}
de: Nicht autorisierten Antwortstatus auf {} setzen

source: Successfully restored database
de: Datenbank erfolgreich wiederhergestellt

source: |-ERROR, cannot use too simple username
de: |-FEHLER, zu einfacher Benutzername kann nicht verwendet werden

source: The specified order number does not exist and cannot be renewed!
de: Die angegebene Bestellnummer existiert nicht und kann nicht verlängert werden!

source: Project failed to start, please check the project log
de: Projekt konnte nicht gestartet werden, bitte überprüfen Sie das Projektprotokoll

source: Certificate ERROR
de: Zertifikatsfehler

source: Failed to uninstall
de: Deinstallation fehlgeschlagen

source: Please enter a note
de: Bitte geben Sie eine Notiz ein

source: Temporary login URL has been generated
de: Temporäre Anmelde-URL wurde generiert

source: Backup succeeded
de: Sicherung erfolgreich

source: Clearing system history
de: Systemverlauf wird gelöscht

source: Saved!
de: Gespeichert!

source: Clear login limit
de: Login-Limit löschen

source: Socket over time
de: Sockel im Laufe der Zeit

source: Requested file does NOT exist!
de: Angeforderte Datei existiert NICHT!

source: Domain cannot be empty!
de: Domäne darf nicht leer sein!

source: Retry connection failed, {}
de: Verbindungsversuch fehlgeschlagen, {}

source: Softlink file creation failed
de: Erstellen der Softlink-Datei fehlgeschlagen

source: |-Verifying domain name..
de: |-Domänenname wird überprüft...

source: Successfully deleted directory [{}]!
de: Verzeichnis [{}] erfolgreich gelöscht!

source: Delete user failed!
de: Benutzer löschen fehlgeschlagen!

source: |-Getting verification information...
de: |-Überprüfungsinformationen werden abgerufen...

source: All
de: Alle

source: The panel is packaged successfully. Please do NOT log in to the panel to do any other operations!
de: Das Panel wurde erfolgreich verpackt. Bitte melden Sie sich NICHT beim Panel an, um andere Vorgänge auszuführen!

source: Trying to automatically install ACME failed, please try to install manually by the following command<p>Installation command
de: Der Versuch, ACME automatisch zu installieren, ist fehlgeschlagen. Bitte versuchen Sie, es manuell mit dem folgenden Befehl zu installieren<p>Installationsbefehl

source: Enable website [{}] successfully
de: Website [{}] erfolgreich aktivieren

source: Mysql root or user password is incorrect, please try to reset!
de: Mysql-Root- oder Benutzerkennwort ist falsch. Bitte versuchen Sie, es zurückzusetzen!

source: Requested method [{}] does not exist!
de: Angeforderte Methode [{}] existiert nicht!

source: The SSH protocol handshake timed out, and the network quality with the target server is too bad
de: Der SSH-Protokoll-Handshake ist abgelaufen und die Netzwerkqualität mit dem Zielserver ist zu schlecht

source: The username already exists!
de: Der Benutzername existiert bereits!

source: Function does NOT exist
de: Funktion existiert NICHT

source: #SECURITY-START Hotlink protection configuration
de: #SECURITY-START Hotlink-Schutzkonfiguration

source: Security Entrance cannot be less than 6 characters!
de: Sicherheitseintrag darf nicht weniger als 6 Zeichen lang sein!

source: The specified username already exists!
de: Der angegebene Benutzername existiert bereits!

source: Please enter the operation mode
de: Bitte wechseln Sie in den Betriebsmodus

source: Forcibly change MySQL root password
de: MySQL-Root-Passwort zwangsweise ändern

source: Delete users[{}]
de: Benutzer löschen[{}]

source: Panel turned off successful!
de: Panel erfolgreich deaktiviert!

source: Authorization Error: Your server submitted too many invalid requests!
de: Autorisierungsfehler: Ihr Server hat zu viele ungültige Anfragen gesendet!

source: At least [{}MB] memory is required to install
de: Zur Installation sind mindestens [{}MB] Speicher erforderlich

source: <h2>TXT record verification failed, no TXT record added, or added incorrectly!</h2>
de: <h2>TXT-Eintragsüberprüfung fehlgeschlagen, kein TXT-Eintrag hinzugefügt oder falsch hinzugefügt!</h2>

source: Parameter ERROR!
de: ParameterFEHLER!

source: Overstepping one authority!
de: Eine Autorität wird überschritten!

source: Timeout cannot be less than [{}] seconds
de: Timeout kann nicht weniger als [{}] Sekunden betragen

source: Failed to get the list, please check if the [AK/SK/Storage] setting is correct!
de: Liste konnte nicht abgerufen werden. Bitte überprüfen Sie, ob die Einstellung [AK/SK/Storage] korrekt ist!

source: Database moved to recycle bin!
de: Datenbank in den Papierkorb verschoben!

source: Order deleted successfully!
de: Bestellung erfolgreich gelöscht!

source: No valid TXT resolution record was found in the domain name {}, please check whether the TXT record is parsed correctly. If it is applied by DNSAPI, please try again in 10 minutes!
de: Im Domänennamen {} wurde kein gültiger TXT-Auflösungsdatensatz gefunden. Bitte überprüfen Sie, ob der TXT-Datensatz korrekt analysiert wurde. Wenn er von DNSAPI angewendet wird, versuchen Sie es in 10 Minuten erneut!

source: Scan Task has in the queue!
de: Scan-Aufgabe hat in der Warteschlange!

source: fail to get!
de: Abruf fehlgeschlagen!
